{
  "privacyPolicy": "<h2>Politique de confidentialité</h2>\n<p>L'objectif de cette politique de confidentialité est d'expliquer les règles et les droits liés au traitement de vos données personnelles par ID Tech sp. z o.o., dont le siège social est sis à Varsovie, ul. Jana Olbrachta 29 / 54, 01-102 Warszawa, inscrite au registre des entreprises du registre judiciaire national (Krajowy Rejestr Sądowy - KRS) tenu par le Tribunal de première instance de la capitale de Varsovie à Varsovie (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIIIe Département de commerce du registre judiciaire national, sous la référence KRS : 0000925748, NIP : 527-297-31-56, REGON : 520146250 dans le cadre de la Plateforme et de l'Application fournies.</p>\n<p>Lorsque des termes en majuscules apparaissent dans la présente politique, ils sont définis dans les Conditions générales d'utilisation de UASOS.com.</p>\n<p>Conditions d'utilisation de la Plateforme et de l'Application UASOS.ORG (ci-après : Conditions générales).</p>\n<h3>I. Administrateur des données</h3>\n<h4>Administrateur des données<h4>\n<p>L'Administrateur de vos données personnelles est ID Tech sp. z o.o., dont le siège social est sis à Varsovie, ul. Jana Olbrachta 29 / 54, 01-102 Warszawa, inscrite au registre des entreprises du registre judiciaire national (Krajowy Rejestr Sądowy - KRS) tenu par le Tribunal de première instance de la capitale de Varsovie à Varsovie (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIIIe Département de commerce du registre judiciaire national, sous la référence KRS : 0000925748, NIP : 527-297-31-56, REGON : 520146250.</p>\n<h4>Contact</h4>\n<p>L'Administrateur a désigné un responsable de la protection des données. Le contact avec le délégué à la protection des données est possible à l'adresse susmentionnée du siège social ou par courrier électronique à l'adresse suivante : <a href=\\\"mailto:iod@idadvisoryidtech.pl@idadviasory.pl\">iod@idadvisoryidtech.pl@idadviasory.pl</a>.</p>\n<h3>II. Portée, buts et durée du traitement des données personnelles</h3>\n<h4>Informations générales</h4>\n<p>Dans le cadre de la création d'un Compte, de l'utilisation de la Plateforme ou de l’Application et de la publication des Annonces, nous recevons des informations personnelles de votre part.</p>\n<p>Vous ne pouvez utiliser la Plateforme/Application qu'après avoir lu et accepté la présente Politique de confidentialité et les Conditions générales.</p>\n<h4>Traitement des données</h4>\n<p>Lorsque vous enregistrez votre Compte sur la Plateforme  ou l’Application, nous vous demandons de fournir les informations suivantes :\n<ul>\n    <li>Prénom ;</li> \n    <li>Adresse électronique ;</li> \n    <li>Mot de passe (le mot de passe n'est connu que de vous, nous le sécurisons de manière à ce que nous  ne puissions pas connaître son contenu) ;</li> \n    <li>Numéro de téléphone mobile. </li>\n</ul></p>\n<p>La fourniture des données ci-dessus est volontaire, mais nécessaire pour conclure le contrat et nous permettre de vous fournir des services conformément aux Conditions générales.</p>\n<p>La conséquence du défaut de fourniture des données susmentionnées sera notre incapacité de vous fournir les services de Compte mentionnés dans les Conditions générales.</p>\n<p>Une fois que vous vous êtes inscrit à un Compte, et si vous souhaitez ajouter une Annonce, vous devez ajouter les détails suivants pour votre Annonce ou votre recherche d’hébergement : \n<ul>\n    <li>Le lieu auquel se rapporte l’Annonce ;</li>\n    <li>La durée de la nuitée et la possibilité de la prolonger ;</li> \n    <li>Votre âge (tranches d'âge) ;</li>\n    <li>Des informations sur les personnes que l’Hôte peut accueillir ;</li>\n    <li>Des informations sur le transport depuis la frontière ;</li>\n    <li>Informations sur les facilités éventuelles pour les personnes handicapées ;</li>\n    <li>Nombre de personnes souhaité pour l'Annonce ;</li>\n    <li>Si votre Annonce inclut les animaux domestiques ;</li>\n    <li>Si l'Annonce concerne un appartement, une chambre ou une place dans une chambre ;</li>\n    <li>Le sexe (vous n'êtes pas obligé d'indiquer cette information, mais elle nous facilitera la tâche pour faire correspondre l'Annonce de l'Hôte à celle de l’Habitant.</li>\n</ul></p>\n<p>Le fait de ne pas fournir les données susmentionnées aura pour conséquence l'impossibilité pour nous de placer l'Annonce. Ces données sont traitées sur la base de votre consentement.</p>\n<h4>Collecte d'autres données</h4>\n<p>Lorsque vous utilisez votre Compte, nous recueillons des informations sur l'Annonce que vous avez publiée, sur vos activités sur la Plateforme et dans l'Application. Dans votre Compte, vous pouvez en outre télécharger votre propre photo ou des graphiques, qui peuvent présenter votre image. En téléchargeant votre photo ou votre graphique, vous consentez à son traitement. Dans le cas où vous vous connectez via votre compte Facebook, vous donnez votre consentement au traitement de votre image ou graphique publié sur Facebook, ce qui est également abordé ci-dessous.</p>\n<p>Si vous vous connectez à notre Plateforme ou à notre Application par l'intermédiaire d'autres services d'authentification, nous obtiendrons vos données personnelles via ces sources (compte Facebook, compte Google). Dans ce cas, nous collecterons vos données personnelles sous la forme de votre nom d'utilisateur, adresse e-mail, de la photo ou de l'avatar que vous utilisez dans les services par lesquels vous vous connectez. Nous traiterons vos données personnelles provenant de ces sources uniquement aux fins de la connexion et de l'utilisation du site.</p>\n<p>Conformément à la pratique acceptée par la plupart des sites web, nous stockons les requêtes HTTP dirigées vers notre serveur. Les ressources consultées sont identifiées par des adresses URL. Nous pouvons également traiter vos données à des fins statistiques et analytiques. Les données que nous pouvons traiter à cette fin sont : l'adresse IP publique de l'ordinateur d'où il provient, votre adresse IP, votre nom d'utilisateur, données de cookies, informations sur votre trafic sur la Plateforme ou dans l'Application, informations sur le navigateur, paramètres logiciels et matériels, etc. sur le navigateur, les paramètres logiciels et matériels.</p>\n<p>Nous pouvons également traiter vos données et informations provenant de journaux à des fins statistiques et analytiques afin de garantir la meilleure qualité de services. Les journaux collectés sont stockés indéfiniment comme matériel auxiliaire utilisé pour l'administration de la Plateforme et de l'Application et sont utilisés, entre autres, pour créer des statistiques agrégées qui ne contiennent pas de caractéristiques permettant d'identifier des personnes spécifiques.</p>\n<h4>Finalité et objectifs du traitement des données</h4>\n<p>Nous traiterons vos données aux fins suivantes :\n<ul>\n    <li>conclure et exécuter le contrat avec vous consistant à vous fournir la Plateforme et l’Application pour que vous puissiez publier des Annonces - veuillez noter que les informations que vous publiez dans une Annonce ne proviennent pas de nous ou ne sont pas créées ou initiées par nous. Nous ne sommes pas responsables des informations ou du contenu que vous fournissez dans le cadre de la création de votre compte et de votre connexion, ainsi que de votre Annonce. Veuillez noter qu'en fournissant vos données, vous êtes responsable de leur exactitude et de leur conformité aux Conditions générales ;</li>\n    <li>répondre à toute demande ou requête, y compris celles faites via le formulaire de contact ;</li>\n    <li>pour nous conformer à nos obligations légales, y compris pour assurer la sécurité des services fournis ;</li>\n    <li>à des fins analytiques ou statistiques ;</li>\n    <li>prendre contact avec vous par l'intermédiaire des fondations qui coopèrent avec nous afin d'obtenir des informations et de vérifier les conditions liées à l'inscription donnée.</li>\n</ul></p>\n<p>La base du traitement des données personnelles est :\n<ul>\n    <li>votre consentement - article 6, paragraphe 1, point a) RGPD en liaison avec l'article 9, paragraphe 1, point a) RGPD ;</li>\n    <li>la nécessité de la conclusion et de l'exécution du contrat - article 6, paragraphe 1, point b), du RGPD ;</li>\n    <li>l'accomplissement des obligations légales incombant à l'administrateur, y compris la garantie de la sécurité des services fournis - article 6, paragraphe 1, point c), du RGPD ;</li>\n    <li>en termes de réalisation de statistiques ou d'analyses - article 6 (1) (f) du RGPD (notre intérêt légitime à optimiser nos services).</li>\n</ul></p>\n<h4>Périodes de traitement des données</h4>\n<p>Les données recueillies aux fins de la conclusion et de l'exécution d'un contrat sont traitées pendant la durée du contrat, jusqu'à la suppression du Compte, et sont ensuite conservées jusqu'à l'expiration du délai de prescription des créances (afin de produire des informations en cas de nécessité juridique de prouver des faits ou de garantir ou faire valoir des droits ou de s'en protéger), c'est-à-dire pendant une période de 2 ans. </p>\n<p>Les données peuvent être conservées plus longtemps si une telle obligation découle des dispositions légales (par exemple, en matière d'archivage).</p>\n<p>Vos données fournies dans le cadre de la prise de contact avec nous seront traitées pendant la période nécessaire pour vous répondre et, le cas échéant, pour correspondre avec vous, et ensuite, jusqu'à l'expiration du délai de prescription pour d'éventuelles réclamations, mais pas plus de 6 ans.</p>\n<p>Les données traitées sur la base de votre consentement seront traitées jusqu'à ce que vous retiriez votre consentement.</p>\n<h3>III. Destinataires des données personnelles</h3>\n<h4>Les personnes avec lesquelles nous partageons des données</h4>\n<p>Nous pouvons partager vos données personnelles avec des tiers avec lesquels nous avons conclu des contrats pour services de stockage de données, services d'analyse, services de conseil, afin de nous fournir les services susmentionnés, ainsi que les fondations qui nous soutiennent dans le domaine de la prise de contact avec vous afin d'obtenir des informations et de vérifier l'exactitude des données. </p>\n<p>Ces entités ne sont pas et ne seront pas autorisées à utiliser vos données personnelles à leurs propres fins.</p>\n<p>Sans votre consentement, les données à caractère personnel ne seront pas partagées avec d'autres tiers, sauf dans les circonstances susmentionnées et dans une situation où le transfert est effectué à des entités autorisées (y compris les autorités policières ou judiciaires) - à la suite d'une demande légalement justifiée.</p>\n<p>Vos données personnelles peuvent être partagées si le traitement est nécessaire à l'exécution d'une tâche effectuée dans l'intérêt public ou dans l'exercice de l'autorité officielle dont est investi le contrôleur.</p>\n<h4>Transfert de données en dehors de la Communauté européenne</h4>\n<p>Vos données personnelles peuvent être transférées en dehors de l'Espace économique européen, y compris vers :\n<ul>\n    <li>Google LLC dont le siège est situé à Mountain View, aux États-Unis, dans le cadre de notre utilisation de reCAPTCHA pour assurer la sécurité des services fournis et confirmer que vous n'êtes pas un robot. Vous pouvez lire des informations sur cette solution aux adresses suivantes : https://policies.google.com/privacy?hl=pl et https://policies.google.com/terms?hl=pl.Google Firebase</li>\n    <li>Google Cloud Firestore - un fournisseur de base de données tiers. Vous pouvez lire des informations sur la manière dont ce fournisseur protège vos informations personnelles sur le site web https://firebase.google.com/support/privacy.</li>\n</ul></p>\n<p>Le trafic sur nos sites web est surveillé par le système d'analyse de Google Analytics, dont l'objectif est de collecter des informations sur l'utilisation et la popularité des sites web. Ces informations (par exemple, le navigateur utilisé ou l'adresse IP) ne sont jamais communiquées à des tiers, à l'exception du fournisseur de Google Analytics, Google Inc.</p>\n<p>Ces données sont des informations sur un appareil et non sur une personne spécifique. Nous ne prendrons aucune mesure pour identifier cette personne. Les détails de la politique de confidentialité de Google Analytics sont disponibles à l'adresse suivante : http://www.google.com/analytics/learn/privacy.html</p>\n<h3>IV. Droit de la personne à laquelle se rapportent les données</h3>\n<p>Dans tous les cas, vous avez le droit de :\n<ol>\n    <li>d'accéder à vos données (y compris, par exemple, de recevoir des informations sur les données traitées) ;</li>\n    <li>demander la rectification et la limitation du traitement des données (par exemple, si elles sont incorrectes) ;</li>\n    <li>demander l'effacement de vos données (par exemple, en cas de traitement illicite) ;</li>\n    <li>retirer votre consentement à tout moment sans que cela n'affecte la légalité du traitement effectué sur la base du consentement avant son retrait (si le traitement était basé sur le consentement) ;</li>\n    <li>la portabilité des données que vous nous avez fournies et qui sont traitées par des moyens automatisés et le traitement est basé sur le consentement ou sur le contrat (portabilité par exemple vers un autre responsable du traitement) ;</li>\n    <li>s'opposer au traitement des données personnelles, dans le cas où le traitement est effectué à des fins résultant d'un intérêt légitime poursuivi par l'Administrateur ou par un tiers ;</li>\n    <li>introduire une réclamation auprès du Président de l'Autorité de protection des données (coordonnées : disponibles sur : https://uodo.gov.pl/) dans le cas où, selon vous, le traitement de vos données viole les dispositions relatives à la protection des données à caractère personnel.</li>\n</ol></p>\n<p>Vous pouvez exercer les privilèges susmentionnés :\n<ol>\n    <li>concernant votre demande de rectification : vos données sont incorrectes ou incomplètes ;</li>\n    <li>en ce qui concerne votre demande d'effacement : vos données ne sont pas nécessaires aux fins pour lesquelles elles ont été collectées ; vous retirez votre consentement au traitement de vos données ; vous vous opposez préalablement au traitement de vos données ; vos données sont traitées de manière illicite ; les données doivent être effacées afin de respecter une obligation découlant d'une disposition légale ;</li>\n    <li>en ce qui concerne la demande de limitation du traitement des données : vous constatez que vos données sont incorrectes ; vos données sont traitées de manière illicite, mais vous ne voulez pas qu'elles soient effacées ; nous n'avons plus besoin de vos données, mais vous pouvez en avoir besoin pour défendre ou faire valoir vos droits ; ou vous vous opposez au traitement de vos données - jusqu'à ce qu'il soit déterminé si les motifs légitimes de notre part prévalent sur les motifs de l'opposition ;</li>\n    <li>en ce qui concerne une demande de portabilité des données si le traitement de vos données a lieu sur la base de votre consentement ou d'un contrat conclu avec vous et que le traitement est effectué par des moyens automatisés.</li>\n    <li>concernant le retrait du consentement : si vos données sont traitées sur la base du consentement.</li>\n</ol></p>\n<h3>V. Cookies</h3>\n<p>Les Cookies utilisés dans le service collectent uniquement des informations sur les appareils et les paramètres du navigateur et sont nécessaires pour assurer le bon fonctionnement du site web.</p>\n<p>Vous pouvez modifier les paramètres de vos cookies. Leur modification peut consister à bloquer le traitement automatique des cookies ou à informer chaque fois de leur utilisation sur vos appareils. Les méthodes de traitement et de modification des cookies se trouvent dans les paramètres du navigateur web que vous utilisez. Toutefois, sachez que la désactivation de l'utilisation des cookies peut entraîner des difficultés ou empêcher l'utilisation de certains services. </p>\n<p>En outre, le service peut utiliser des cookies de session pour gérer les informations relatives à la lecture des informations mises en évidence. Grâce à leur utilisation, les informations ne sont affichées qu'une seule fois pour une visite de l'utilisateur et n'apparaissent pas à nouveau. Le cookie de session susmentionné intervient à un moment précis et uniquement pendant la durée de la visite de l'utilisateur.</p>\n<h3>VI. Sécurité</h3>\n<h4>Ce que nous faisons</h4>\n<p>Afin d'assurer la sécurité :\n<ul>\n    <li>nous contrôlons les méthodes que nous utilisons pour collecter, stocker et traiter les informations ;</li>\n    <li>nous appliquons des mesures de sécurité physiques et organisationnelles afin de garantir que le traitement des données est conforme aux exigences des dispositions relatives à la protection des données à caractère personnel et protège les droits des personnes dont nous traitons les données, notamment en protégeant les données contre tout accès non autorisé, toute prise de contrôle par une personne non autorisée, tout traitement en violation de la loi, toute altération, toute perte, tout dommage ou toute destruction,</li>\n    <li>nous veillons à ce que l'accès aux informations personnelles et leur disponibilité soient rétablis rapidement en cas d'incident physique ou technique en cas d'incident physique ou technique ;</li>\n    <li>nous testons et évaluons de manière adéquate l'efficacité des mesures techniques et organisationnelles visant à garantir la sécurité du traitement ;</li>\n    <li>nous n'accordons l'accès aux informations personnelles qu'aux personnes qui doivent y avoir accès, afin d'accomplir les tâches qui leur sont assignées et uniquement dans la mesure où cela est nécessaire. Ces personnes sont tenues de respecter une stricte confidentialité et peuvent subir des conséquences, y compris un licenciement, si elles ne respectent pas ces obligations.</li>\n</ul></p>\n<h4>Mécanismes associés à la lutte contre le trafic automatisé</h4>\n<p>Pour des raisons de sécurité et afin d'empêcher les robots web, nous utilisons Google reCAPTCHA pour examiner le comportement des utilisateurs afin de vérifier qu'aucun robot n'est impliqué. Nous pouvons donc être amenés à divulguer informations à Google LCC, telles que votre adresse IP et des données permettant de déterminer si une action automatisée a eu lieu (paramètres du navigateur, éléments techniques du dispositif, informations sur votre comportement sur notre portail/application).</p>\n<h4>Est-ce que nous profilons vos données personnelles</h4>\n<p>Les informations que vous fournissez dans la liste sont profilées pour faire correspondre l'hébergement proposé aux besoins des personnes qui demandent de l'aide. Toutefois, dans le cadre de ces activités, aucune décision n'est prise à votre égard qui produise des effets juridiques ou similaires vous affectant matériellement. Le mécanisme utilisé par nous sert uniquement à mieux faire correspondre les listes de personnes offrant de l'aide avec les besoins des personnes qui recherchent cette assistance. Actuellement, il s'agit du seul mécanisme qui permet de mieux faire correspondre les Annonces publiées.</p>\n<h3>VII. Dispositions finales</h3>\n<h4>Déclaration de politique de confidentialité</h4>\n<p>Nous nous réservons le droit de modifier unilatéralement cette politique de confidentialité en tout temps, si nécessaire, en raison de modifications des services, des Conditions générales, de la politique de l'entreprise ou de la direction, de la loi ou de la juridiction. Les modifications seront effectives à partir de la date de leur publication sur le site avec une indication de la date de mise en œuvre.</p>\n<p>La Plateforme ou l'Application peut contenir des liens vers d'autres sites web. Nous ne sommes pas responsables pour les pratiques de confidentialité de ces sites web. Après être passé sur d'autres sites web, lisez leur politique de confidentialité.</p>"
}
