{
    "privacyPolicy": "<h2>Zásady ochrany osobních údajů<\/h2>\n<p>Účelem těchto Zásad ochrany osobních údajů je vysvětlit pravidla a práva související se zpracováním Vašich osobních\n    údajů společností ID Tech sp. z o.o. se sídlem ve Varšavě, ul. Jana Olbrachta 29 \/ 54, 01-102 Warszawa, zapsaná v\n    rejstříku podnikatelů Národního soudního rejstříku (Krajowy Rejestr Sądowy – KRS) vedeném Okresním soudem pro hlavní\n    město Varšavu ve Varšavě (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIII. obchodní oddělení Národního soudního\n    rejstříku pod KRS číslem: 0000925748, NIP: 527-297-31-56, REGON: 520146250 v rámci poskytované Platformy a Aplikace.\n    Kdykoli se v tomto dokumentu objeví termíny s velkým počátečním písmenem, jsou tyto termíny definovány v Podmínkách\n    používání platformy a aplikace UASOS.org (dále jen: Podmínky použití). <\/p>\n<h3>I. Správce údajů<\/h3>\n<h4>Správce údajů<\/h4>\n<p>Správcem Vašich osobních údajů je společnost ID Tech sp. z o.o. se sídlem ve Varšavě, Jana Olbrachta 29\/54, 01-102\n    Varšava, zapsaná v rejstříku podnikatelů Národního soudního rejstříku (Krajowy Rejestr Sądowy, KRS) vedeném Okresním\n    soudem pro hlavní město Varšavu ve Varšavě (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIII Obchodní oddělení\n    Národního soudního rejstříku pod číslem KRS: 0000925748, NIP: 527-297-31-56, REGON: 520146250. <\/p>\n<h4>Kontaktní informace<\/h4>\n<p> Správce jmenoval pověřence pro ochranu osobních údajů. Kontakt s pověřencem pro ochranu osobních údajů je možný na\n    výše uvedené adrese sídla nebo e-mailem na adrese: <a href=\\\"mailto:iod@id-tech.io\\\">iod@id-tech.io<\/a> <\/p>\n<h3>II. Rozsah, účely a doba zpracování osobních údajů<\/h3>\n<h4>Obecné informace<\/h4>\n<p> V rámci vašeho vytvoření Účtu, vašeho používání naší Platformy\/Aplikace a zveřejňování Nabídek od vás získáváme\n    osobní údaje. <br \/> <br \/> Platformu\/Aplikaci můžete používat až poté, co jste si přečetli a přijali tyto Zásady\n    ochrany osobních údajů a Podmínky použití. <\/p>\n<h4>Zpracování dat<\/h4>\n<p> Když zaregistrujete svůj účet na našem Portálu nebo v Aplikaci, požadujeme, abyste poskytli následující informace:\n<ul>\n    <li>křestní jméno<\/li>\n    <li>e-mailová adresa<\/li>\n    <li>heslo (heslo je známo pouze Vám, zabezpečujeme ho tak, abyste jeho obsah neznali)<\/li>\n    <li>Telefonní číslo<\/li>\n<\/ul> Poskytnutí výše uvedených údajů z vaší strany je dobrovolné, ale nezbytné pro uzavření smlouvy a abychom vám mohli\nposkytovat služby v souladu s Podmínkami použití. <br \/> <br \/> Důsledkem neposkytnutí výše uvedených údajů bude naše\nneschopnost poskytnout vám služby účtu uvedené v Podmínkách použití. <br \/> <br \/> Jakmile si zaregistrujete účet a\nchcete-li přidat Nabídku, musíte vyplnit následující údaje pro vaši Nabídku ubytování nebo vyhledávání: <ul>\n    <li>místo, kterého se Nabídka týká<\/li>\n    <li>délka přenocování a možnost jeho prodloužení<\/li>\n    <li>váš věk (věkové skupiny)<\/li>\n    <li>informace o tom, komu může Hostitel vyhovět<\/li>\n    <li>informace o přepravě z hranice,<\/li>\n    <li>informace o možných facilitacích pro osoby se zdravotním postižením<\/li>\n    <li>preferovaný počet osob, pro které je Nabídka určena<\/li>\n    <li>zda vaše Nabídka obsahuje domácí mazlíčky<\/li>\n    <li>zda je vaše Nabídka pro byt, pokoj, místo v místnosti<\/li>\n    <li>pohlaví (tyto informace nemusíte uvádět, ale bude pro nás mnohem snazší spárovat Nabídku Hostitele tak, aby\n        vyhovovala potřebám našich Hostů) <\/li>\n    <li>Původ (nejste povinni tyto informace poskytnout, ale výrazně nám pomohou při párování hostitelských inzerátů s\n        hosty)<\/li>\n<\/ul>Důsledkem neposkytnutí výše uvedených údajů bude neschopnost umístit Nabídku z naší strany. Tyto údaje jsou\nzpracovávány na základě vašeho souhlasu. <\/p>\n<h4>Shromažďování dalších údajů<\/h4>\n<p>Když používáte svůj účet, shromažďujeme informace o Nabídkách, které jste zveřejnili, o vašich aktivitách na\n    Platformě a v Aplikaci. V rámci svého Účtu můžete navíc nahrát vlastní fotografii nebo grafiku, která může\n    prezentovat vaší podobu. Nahráním fotografie nebo grafiky souhlasíte s jejím zpracováním. V případě přihlášení\n    prostřednictvím vašeho účtu na Facebooku udělujete souhlas se zpracováním vašeho obrázku nebo grafiky zveřejněné na\n    Facebooku, což je také popsáno níže. <br \/> <br \/> Pokud se přihlásíte do naší Platformy nebo Aplikace\n    prostřednictvím jiných služeb - autentizačních služeb, získáme vaše osobní údaje prostřednictvím těchto zdrojů (účet\n    Facebook, účet Google atd.). V takovém případě budeme shromažďovat vaše osobní údaje ve formě vašeho uživatelského\n    jména, e-mailové adresy, fotografie nebo avatara, které používáte v rámci služeb, pomocí kterých se přihlašujete.\n    Vaše osobní údaje z těchto zdrojů budeme zpracovávat pouze pro účely přihlášení a používání Platformy nebo Aplikace\n    z vaší strany. <br \/> <br \/> V souladu s uznávanou praxí většiny webových stránek ukládáme HTTP požadavky směrované\n    na náš server. Procházené prostředky jsou identifikovány adresami URL. Vaše údaje můžeme také zpracovávat pro\n    statistické a analytické účely. Údaje, které můžeme za tímto účelem zpracovat, jsou: veřejná IP adresa počítače, ze\n    kterého pochází Vaše IP adresa, uživatelské jméno, údaje o souborech cookies, informace o vašem provozu na Platformě\n    nebo v Aplikaci, informace o prohlížeči, parametry softwaru a hardwaru. <br \/> <br \/> DVaše údaje a informace z\n    protokolů můžeme také zpracovávat pro statistické a analytické účely a pro zajištění nejvyšší kvality služeb.\n    Shromážděné protokoly jsou uloženy po neomezenou dobu jako pomocný materiál používaný pro správu Platformy a\n    Aplikace a používají se mimo jiné k vytváření souhrnných statistik, které neobsahují funkce, které identifikují\n    konkrétní osoby.\n<\/p>\n<h4>Účel a účely zpracování údajů<\/h4>\n<p>Vaše údaje budeme zpracovávat pro následující účely:\n<ul>\n    <li>abychom s vámi mohli uzavřít a plnit smlouvu o poskytování Platformy\/Aplikace, abyste mohli zveřejňovat\n        Nabídky – vezměte prosím na vědomí, že informace, které zveřejníte v Nabídce, nepocházejí od nás ani nejsou námi\n        vytvořeny či iniciovány. Nejsme zodpovědní za informace nebo obsah, který poskytnete v rámci vytvoření vašeho\n        účtu a přihlášení, stejně jako za vaše Nabídka. Vezměte prosím na vědomí, že poskytnutím vašich údajů jste\n        zodpovědní za jejich správnost a soulad s Podmínkami používání; <\/li>\n    <li>odpovídat na jakékoli dotazy nebo požadavky, včetně těch, které byly učiněny prostřednictvím kontaktního\n        formuláře;<\/li>\n    <li>dodržování našich zákonných povinností, včetně zajištění bezpečnosti poskytovaných služeb<\/li>\n    <li>pro analytické nebo statistické účely;<\/li>\n<\/ul>Základem pro zpracování osobních údajů je: <ul>\n    <li>Váš souhlas - článek 6(1)(a) GDPR ve spojení s článkem 9(1)(a) GDPR;<\/li>\n    <li>nezbytnost pro uzavření a plnění smlouvy - čl. 6 odst. 1 písm. b) GDPR;<\/li>\n    <li>plnění právních povinností Správce, včetně zajištění bezpečnosti poskytovaných služeb - čl. 6 odst. 1 písm. c)\n        GDPR; <\/li>\n    <li>pokud jde o provádění statistik nebo analýz - čl. 6 odst. 1 písm. f) GDPR (náš oprávněný zájem na optimalizaci\n        našich služeb). <\/li>\n<\/ul>\n<\/p>\n<h4>Doba zpracování údajů<\/h4>\n<p>Údaje shromážděné za účelem uzavření a plnění smlouvy budou zpracovávány po dobu trvání smlouvy, až do odstranění\n    Účtu, a poté budou uchovávány až do uplynutí promlčecí lhůty nároků (za účelem zajištění informací v případě právní\n    potřeby prokázat skutečnosti nebo zajistit nebo uplatnit nároky nebo chránit před nimi), tj. po dobu 2 let. Údaje\n    mohou být uchovávány déle, pokud taková povinnost vyplývá z právních předpisů (např. týkajících se archivace).\n    <br \/> <br \/> Vaše údaje poskytnuté v souvislosti s kontaktováním nás budou zpracovávány po dobu nezbytnou k\n    zodpovězení a případně ke korespondenci s vámi a poté až do uplynutí promlčecí lhůty pro případné nároky, nejdéle\n    však 6 let. <br \/> <br \/> Údaje zpracovávané na základě vašeho souhlasu budou zpracovávány, dokud svůj souhlas\n    neodvoláte.\n<\/p>\n<h3>III. Příjemci osobních údajů<\/h3>\n<h4>S kým sdílíme data<\/h4>\n<p> Vaše osobní údaje můžeme sdílet s třetími stranami, s nimiž máme smlouvy o službách ukládání dat, analytických\n    službách, aby nám tyto strany mohly poskytovat výše uvedené služby. Tyto subjekty nejsou a nebudou oprávněny\n    používat vaše osobní údaje pro své vlastní účely. <br \/> <br \/> Bez vašeho souhlasu nebudou osobní údaje sdíleny s\n    jinými třetími stranami, s výjimkou výše uvedených okolností a v situaci, kdy je předání oprávněným subjektům\n    (včetně orgánů činných v trestním řízení nebo soudních orgánů) - v důsledku právně odůvodněné žádosti.<br \/> <br \/>\n    Vaše osobní údaje mohou být sdíleny v případě, pokud je jejich zpracování nezbytné pro splnění úkolu prováděného ve\n    veřejném zájmu nebo při výkonu veřejné moci<\/p>\n<h4>Předávání údajů mimo Evropskou Unii<\/h4>\n<p> Vaše osobní údaje mohou být převedeny mimo Evropskou Unii nebo Evropský hospodářský prostor, včetně:\n<ul>\n    <li>Google LLC se sídlem v Mountain View, Spojené státy, ve spojení s\n        naše používání reCAPTCHA k zajištění bezpečnosti poskytovaných služeb a k potvrzení, že nejste robot. Informace\n        o tomto řešení si můžete přečíst na adrese: <a\n            href=\\\"https:\/\/policies.google.com\/privacy?hl=pl\\\">https:\/\/policies.google.com\/privacy?hl=pl<\/a> o <a\n            href=\\\"https:\/\/policies.google.com\/terms?hl=pl\\\">https:\/\/policies.google.com\/terms?hl=pl<\/a>. <\/li>\n    <li>Google Cloud Firestore - poskytovatel databází třetí strany. Informace o tom, jak tento poskytovatel chrání vaše\n        osobní údaje, si můžete přečíst na webových stránkách <a\n            href=\\\"https:\/\/firebase.google.com\/support\/privacy\\\">https:\/\/firebase.google.com\/support\/privacy<\/a>. <\/li>\n<\/ul> Návštěvnost našich webových stránek je monitorována analytickým systémem Google Analytics, jehož účelem je\nshromažďovat informace o používání a popularitě webových stránek. Tyto informace (např. použitý prohlížeč nebo IP\nadresa) nebudeme nikdy sdílet s třetími stranami, s výjimkou poskytovatele Google Analytics, společnosti Google Inc.\n<br \/> Tato data jsou informace o zařízení, nikoli o konkrétní osobě. Nebudeme podnikat žádné kroky k identifikaci této\nosoby. Podrobnosti o zásadách ochrany osobních údajů služby Google Analytics jsou k dispozici na adrese: <a\n    href=\\\"http:\/\/www.google.com\/analytics\/learn\/privacy.html\\\">http:\/\/www.google.com\/analytics\/learn\/privacy.html<\/a>\n<br \/> <br \/> Jakékoli předávání osobních údajů mimo EU\/EHP je založeno na dostatečných zárukách ve smyslu GDPR, zejména\nna standardních smluvních doložkách vydaných Evropskou komisí a dalších dostatečných zárukách, pokud to vyžadují\npříslušné právní předpisy.\n<\/p>\n<h3>IV. Cookies<\/h3>\n<p> Soubory cookies používané ve službě shromažďují pouze informace o zařízeních a nastavení prohlížeče, které jsou\n    nezbytné k zajištění správného fungování webových stránek. <br \/> <br \/> Nastavení souborů cookies můžete upravit.\n    Jejich změna může zahrnovat blokování automatického zpracování souborů cookie nebo informování o jejich použití ve\n    vašich zařízeních při každém použití. Způsoby zacházení se soubory cookie a jejich úpravy naleznete v nastavení\n    webového prohlížeče, který používáte. Musíte však vědět, že zakázání používání souborů cookie může způsobit potíže\n    nebo znemožnit používání některých služeb. <br \/> <br \/>Kromě toho může služba používat soubory cookies relace ke\n    zpracování informací o čtení zvýrazněných informací. Díky jejich použití se informace zobrazí pouze jednou pro jednu\n    relaci uživatele a znovu se již nezobrazí. Výše zmíněný soubor cookie relace se objeví v určitém čase a pouze po\n    dobu, kdy je webová stránka navštívena uživatelem. <\/p>\n<h3>V. Právo osoby, která se vztahuje k údajům<\/h3>\n<p> Ve všech případech máte právo:\n<ol type=\\\"a\\\">\n    <li>na přístup k vašim údajům (včetně například obrdžení informací, které údaje jsou zpracovávány);<\/li>\n    <li>požadovat opravu a omezení zpracování údajů (např. pokud je nesprávné);<\/li>\n    <li>požadovat, aby vaše údaje byly vymazány (např. v případě, že byly zpracovány protiprávně);<\/li>\n    <li>kdykoli odvolat souhlas, aniž by byla dotčena zákonnost zpracování, které bylo provedeno na základě souhlasu\n        před jeho odvoláním (v případě, že zpracování bylo založeno na souhlasu); <\/li>\n    <li>na přenositelnost údajů, které jste nám poskytli a které jsou zpracovávány automatizovanými prostředky a\n        zpracování je založeno na souhlasu nebo na smlouvě (přenositelnost např. k jinému správci);\n    <\/li>\n    <li>vznést námitku proti zpracování osobních údajů, v případě, že zpracování je prováděno pro účely vyplývající\n        z oprávněného zájmu sledovaného Správcem nebo třetí osobou; <\/li>\n    <li>podat stížnost předsedovi Úřadu pro ochranu osobních údajů (kontaktní údaje: k dispozici na adrese:\n        https:\/\/www.uoou.cz\/urad-pro-ochranu-osobnich-udaju\/os-10) v případě, že podle vašeho názoru zpracování vašich\n        údajů porušuje ustanovení o ochraně osobních údajů. <\/li>\n<\/ol>Výše uvedená oprávnění můžete uplatnit: <ol>\n    <li>žádostí o opravu: vaše údaje jsou nesprávné nebo neúplné;<\/li>\n    <li>s ohledem na vaši žádost o vymazání: vaše údaje nejsou nezbytné pro účely, pro které byly shromážděny;\n        odvoláte svůj souhlas se zpracováním vašich údajů; předem vznesete námitku proti zpracování vašich údajů; vaše\n        údaje jsou zpracovávány protiprávně; údaje by měly být vymazány, aby byla splněna povinnost vyplývající z\n        právního ustanovení; <\/li>\n    <li>s ohledem na žádost o omezení zpracování údajů: zjistíte, že vaše údaje jsou nesprávné; vaše údaje jsou\n        zpracovávány protiprávně, ale nechcete, aby byly vymazány; vaše údaje již nepotřebujeme, ale možná je budete\n        potřebovat k obhajobě nebo uplatnění svých nároků; nebo podáte námitku proti zpracování vašich údajů - dokud\n        nebude určeno, zda jsou z naší strany oprávněné důvody přednost před důvody námitky; <\/li>\n    <li>s ohledem na žádost o přenositelnost údajů, pokud zpracování vašich údajů probíhá na základě vašeho souhlasu\n        nebo smlouvy uzavřené s vámi a zpracování probíhá automatizovanými prostředky; <\/li>\n    <li>odvolání souhlasu: pokud jsou vaše údaje zpracovávány na základě souhlasu.<\/li>\n<\/ol>\n<\/p>\n<h3>VI. Bezpečnost <\/h3>\n<h4>Co děláme<\/h4>\n<p>za účelem zajištění bezpečnosti:\n<ul>\n    <li>kontrolujeme metody, které používáme ke shromažďování, ukládání a zpracování informací;<\/li>\n    <li>uplatňujeme fyzická a organizační bezpečnostní opatření, abychom zajistili, že zpracování údajů je v souladu s\n        požadavky ustanovení o ochraně osobních údajů a chrání práva osob, jejichž údaje zpracováváme, včetně ochrany\n        údajů před neoprávněným přístupem, převzetí neoprávněnou osobou, zpracování v rozporu se zákonem, změna, ztráta,\n        poškození nebo zničení; <\/li>\n    <li>zajišťujeme, aby přístup k osobním údajům a jejich dostupnost byly rychle obnoveny v případě fyzického nebo\n        technického incidentu v případě fyzického nebo technického incidentu; <\/li>\n    <li>adekvátně testujeme a vyhodnocujeme účinnost technických a organizačních opatření k zajištění bezpečnosti\n        zpracování; <\/li>\n    <li>poskytujeme přístup k osobním informacím pouze těm, kteří k nim potřebují mít přístup, aby mohli plnit\n        povinnosti, které jim byly svěřeny, a pouze v rozsahu, v jakém jsou k tomu nezbytné. Tyto osoby jsou povinny\n        zachovávat přísnou mlčenlivost a mohou čelit následkům, včetně ukončení, pokud tyto povinnosti nesplní. <\/li>\n<\/ul>\n<\/p>\n<h4>Mechanismy spojené s bojem proti automatizovanému provozu<\/h4>\n<p> Z bezpečnostních důvodů a abychom zabránili webovým robotům, používáme službu Google reCAPTCHA ke kontrole chování\n    uživatelů, abychom ověřili, že se nejedná o žádné roboty. Proto můžeme společnosti Google LCC sdělit informace, jako\n    je vaše IP adresa a údaje, abychom zjistili, zda došlo k automatizované akci (nastavení prohlížeče, technické prvky\n    zařízení, informace o vašem chování na našem portálu \/ aplikaci). <\/p>\n<h4>Profilujeme vaše osobní údaje<\/h4>\n<p>Informace, které poskytnete v Nabídce, jsou profilovány tak, aby odpovídaly nabízeným ubytováním potřebám těch, kteří\n    hledají pomoc. V důsledku těchto činností však není ve vztahu k vám učiněno žádné rozhodnutí, které by mělo právní\n    účinky nebo se vás podobně podstatně dotýkalo. Mechanismus, který používáme, slouží pouze k lepšímu sladění seznamů\n    osob nabízejících pomoc s potřebami potřeb osob, které takovou pomoc hledají. V současné době je to jediný\n    mechanismus, který umožňuje lepší párování publikovaných zápisů.<\/p>\n<h3>VII. Závěrečná ustanovení<\/h3>\n<h4>Prohlášení o zásadách ochrany osobních údajů<\/h4>\n<p> Vyhrazujeme si právo jednostranně změnit tyto Zásady ochrany osobních údajů kdykoliv, pokud to bude nutné, v\n    důsledku změn služeb, Smluvních podmínek, firemní politiky nebo managementu, zákona nebo jurisdikce. Změny budou\n    účinné k datu, kdy budou zveřejněny na webu s uvedením data implementace. <br \/> <br \/>\n    Platforma nebo Aplikace mohou obsahovat odkazy na jiné webové stránky. Nejsme zodpovědní za postupy ochrany osobních\n    údajů těchto webových stránek. Po přepnutí na jiné webové stránky si přečtěte jejich zásady ochrany osobních údajů.\n<\/p>"
}