{
  "regulations": "<h2>PODMÍNKY POUŽÍVÁNÍ PLATFORMY A APLIKACÍ UASOS.ORG</h2>\n<ol>\n    <li><b>Definice</b></li>\n    <li><b>Obecná ustanovení</b></li>\n    <li><b>Všeobecné podmínky používání webových stránek a aplikace </b></li>\n    <li><b>Účet</b></li>\n    <li><b>Přidávání zápisů</b></li>\n    <li><b>Akce uživatele </b></li>\n    <li><b>Stížnosti</b></li>\n    <li><b>Duševní vlastnictví</b></li>\n    <li><b>Technická přestávka</b></li>\n    <li><b>Závěrečná ustanovení</b></li>\n</ol>\n<h3>1. Definice</h3>\n<p> <b>ID Tech</b> - ID Tech sp. z o.o. se sídlem ve Varšavě, ul. Jana Olbrachta 29 / 54, 01-102 Warszawa, zapsaná v\n    rejstříku Národního soudního rejstříku (Krajowy Rejestr Sądowy, KRS) vedeném Okresním soudem pro hlavní město\n    Varšavu ve Varšavě, VIII Obchodní oddělení Národního soudního rejstříku pod číslem KRS: 0000925748, NIP:\n    527-297-31-56, REGON: 520146250;</p>\n<p><b>Účet</b> – soubor údajů vztahujících se k danému Uživateli, včetně informací o jeho aktivitě na Platformě nebo v\n    Aplikaci, včetně informací, které Uživatel poskytuje na Platformě nebo v Aplikaci;\n</p>\n<p><b>Registrace</b> – proces vytvoření Účtu Uživatelem poté, co Uživatel přijal požadované dokumenty a souhlasy;</p>\n<p><b>Uživatel</b> – fyzická osoba s plnou způsobilostí k právním úkonům, která má Účet a používá Platformu nebo\n    Aplikaci po přihlášení k Účtu po předchozím potvrzení své pravosti prostřednictvím přihlašovacího jména a hesla na\n    Platformě nebo v Aplikaci a s využitím funkcí, datového rozsahu, formulářů a funkcí poskytovaných společností ID\n    Tech;</p>\n<p><b>Návštěvník</b> – znamená fyzickou osobu, která nemá Účet a která není Uživatelem a která může používat Platformu a\n    Aplikaci bez registrace v souladu s podmínkami těchto Podmínek používání;</p>\n<p><b>Platforma</b> – provozuje ID Tech sp. z o.o. online platforma dostupná pod doménou: UASOS.org;</p>\n<p><b>Aplikace</b> – software běžící na mobilních zařízeních, jako jsou mobilní telefony, chytré telefony nebo tablety v\n    operačních systémech těchto zařízení, ve Windows nebo Androidu, který je schopen využívat funkce těchto zařízení, ke\n    kterým všechna autorská práva náleží společnosti ID Tech sp. o.o.;</p>\n<p><b>Nabídka hostitele</b> – oznámení Uživatele vyjadřující přání poskytnout ubytování v souladu s kritérii stanovenými\n    Platformou nebo Aplikací a stanovenými v těchto podmínkách;</p>\n<p><b>Nabídka hostů</b> - inzerát pocházející od Uživatele, kterým Uživatel podává žádost o ubytování podle kritérií\n    stanovených v Rámci Platformy nebo Aplikace a jak je stanoveno v těchto Pravidlech;</p>\n<p><b>Nabídka</b> – Nabídka hosta a Nabídka hostitelů;</p>\n<p><b>GDPR</b> - Nařízení Evropského parlamentu a Rady (EU) 2016/679 ze dne 27. dubna 2016 o ochraně fyzických osob v\n    souvislosti se zpracováním osobních údajů a o volném pohybu těchto údajů a o zrušení směrnice 95/46/ES (obecné\n    nařízení o ochraně osobních údajů).</p>\n<h3>2. Obecná ustanovení</h3>\n<ol>\n    <li>Tyto Podmínky používání upřesňují podmínky používání Platformy a Aplikace, včetně pravidel pro Registraci, Účet\n        a zveřejňování Nabídek.</li>\n    <li>Platforma a Aplikace jsou určeny pro vyhledávání Nabídek při poskytování nebo přijímání ubytování Uživateli.\n        Platforma a Aplikace byly vytvořeny za účelem poskytování pomoci uprchlíkům, kteří byli nuceni opustit Ukrajinu\n        kvůli vypuknutí války.</li>\n    <li>Používání Platformy a Aplikace je bezplatné.</li>\n    <li>Každý Návštěvník a Uživatel je povinen dodržovat tyto Podmínky používání.</li>\n    <li>Platforma a Aplikace umožní:<br />\n        <ol type=\\\"a\\\">\n            <li>Návštěvníkovi - přístup k obsahu Nabídek;</li>\n            <li>Uživateli:<br />\n                <ol type=\\\"i\\\">\n                    <li>přístup k obsahu Nabídky;</li>\n                    <li>přístup k Účtu;</li>\n                    <li>zveřejnění Nabídky po přihlášení k Účtu;</li>\n                    <li>výběr Nabídky, která odpovídá kritériím Uživatele zobrazujícího Nabídku hostitele s Nabídkou\n                        hosta od jiného Uživatele. </li>\n                </ol>\n            </li>\n        </ol>\n    </li>\n</ol>\n<h3>3. Účet</h3>\n<ol>\n    <li>Pro získání přístupu k Účtu je nutné se zaregistrovat;</li>\n    <li>Účet umožňuje Uživateli:<br />\n        <ol type=\\\"a\\\">\n            <li>Zveřejnit Nabídku;</li>\n            <li>Vybrat jedenu z Nabídek, které se Uživateli zobrazí jako výsledek shody kritérií Nabídky hostitele s\n                Nabídkou hosta;</li>\n        </ol>\n    </li>\n    <li>Uživatel může mít na Platformě/Aplikaci pouze jeden Účet v rámci jedné e-mailové adresy. Uživatel může použít\n        stejné údaje pro přihlášení k Platformě a Aplikaci. </li>\n    <li>Za účelem:<br />\n        <ol type=\\\"a\\\">\n            <li>vyplnění registračního formuláře dostupného na Platformě nebo v Aplikaci poskytnout v něm požadované\n                údaje, jako je jméno, e-mailová adresa, jedinečné heslo nebo se ověřit prostřednictvím externího\n                poskytovatele služeb (Facebook, Google). Uživatel se zavazuje poskytnout pravdivé, úplné a aktuální\n                údaje. V případě změny údajů je Uživatel povinen je aktualizovat;</li>\n            <li>přečíst a přijmout tyto Podmínky používání a Zásady ochrany osobních údajů;</li>\n        </ol>\n    </li>\n    <li>Po dokončení kroků uvedených v části 4 výše obdrží Uživatel, který se přihlásí vyplněním registračního\n        formuláře, e-mail s potvrzením registrace Účtu. V případě ověření prostřednictvím externího poskytovatele služeb\n        (Facebook, Google) Uživatel neobdrží e-mail o nastavení Účtu.</li>\n    <li>Uvedení nepravdivých údajů Uživatelem má za následek okamžité ukončení smlouvy o poskytování služeb Účtu a\n        smazání Účtu. </li>\n    <li>Uživatel nesmí sdílet Účet nebo přihlašovací údaje s třetími stranami.</li>\n    <li>Uživateli je zakázáno provádět jednání, které je v rozporu s těmito Podmínkami používání, platnými zákony\n        nebo dobrými mravy, zejména včetně jednání, které může porušovat osobní zájmy, nabádání k páchání trestné\n        činnosti a její propagace, podněcování k nenávisti na národnostním, etnickém, rasovém a náboženském základě.\n    </li>\n    <li>Uživatel se zavazuje přijmout veškerá opatření k zachování důvěrnosti a ochraně údajů před neoprávněným\n        zveřejněním nebo přístupem.</li>\n    <li>Okamžikem registrace Účtu dochází k uzavření smlouvy o poskytování služeb Účtu společností ID Tech Uživateli,\n        která je uzavřena na dobu neurčitou.</li>\n    <li>Uživatel může Smlouvu o poskytování služeb Účtu kdykoli ukončit výběrem možnosti \\\"Smazat účet\\\" v Účtu.</li>\n    <li>Uživatel, který je spotřebitelem nebo fyzickou osobou uzavírající smlouvu přímo související s jeho\n        podnikatelskou činností, pokud obsah této Smlouvy o poskytování služeb prokazuje, že pro tuto osobu nemá\n        profesionální charakter, může do 14 dnů ode dne uzavření Smlouvy o poskytování služeb od této smlouvy od této\n        smlouvy odstoupit bez udání důvodu, podáním prohlášení v tomto ohledu e-mailem na následující adresu:\n        info@id-tech.io nebo písemně na následující adresu: ID Tech sp. z oo, Andersia Business Center, Plac Andersa 7,\n        61-894 Poznaň.</li>\n    <li>Zrušení Účtu je ekvivalentní ztrátě přístupu Uživatele k Účtu a všem datům a informacím v něm obsaženým, včetně\n        obsahu Nabídky.</li>\n    <li>ID Tech může ukončit Smlouvu o poskytování služeb Účtu s Uživatelem s měsíční výpovědní lhůtou, pokud\n        Uživatel:<br />\n        <ol type=\\\"a\\\">\n            <li>se nepřihlásil k Účtu déle než 12 měsíců;</li>\n            <li>i přes vytvoření Účtu nezveřejnil žádnou Nabídku do 30 dnů od data registrace.</li>\n        </ol>\n    </li>\n    <li>ID Tech informuje Uživatele o výše uvedeném ukončení prostřednictvím e-mailové korespondence.</li>\n    <li>Společnost ID Tech může s Uživatelem vypovědět Smlouvu o poskytování služeb Účtu okamžitě, pokud Uživatel:<br />\n        <ol type=\\\"a\\\">\n            <li>poruší tyto Podmínky používání, jedná v rozporu s platnými právními předpisy nebo dobrou praxí, což\n                je zejména jednání, které může porušovat osobnostní práva, podněcování ke spáchání trestných činů a\n                jejich obhajobu, podněcování k nenávisti na základě národních, etnických, rasových a náboženských důvodů;\n            </li>\n            <li>poškozuje pověst společnosti ID Tech nebo činí jednání, která mohou mít za následek poškození\n                společnosti ID Tech;</li>\n            <li>provádí jakékoli akce, které indikují automatizovanou akci.</li>\n        </ol>\n    </li>\n</ol>\n<h3>4. Přidávání Nabídek</h3>\n<h4>A. Zveřejnění Nabídky hostitele</h4>\n<ol>\n    <li>V rámci přístupu Uživatele k Účtu je oprávněn přidat Nabídku hostitele.</li>\n    <li>Hostitel může přidat pouze jednu Nabídku hostitele na místo, kde Hostitel nabízí ubytování.</li>\n    <li>Nabídku hostitele doplní Uživatel který je držitelem právního titulu na prostory, kterých se Nabídka týká.</li>\n    <li>Zveřejnění Nabídky hostitele se provádí po přihlášení k Účtu a přechodu na kartu: Přidat Nabídku.</li>\n    <li>Po přidání Nabídky hostitelů obdrží Uživatel e-mailovou zprávu. Nabídka hostitele podléhá ověření moderátorem\n        a po jeho souhlasu se stává viditelnou na Platformě nebo v Aplikaci, o čemž bude Uživatel informován e-mailem na\n        e-mailovou adresu poskytnutou Uživatelem při Registraci.</li>\n    <li>Nabídka se přidává zadáním nebo výběrem příslušných údajů a kritérií na Platformě nebo v Aplikaci, jako jsou:\n        lokalita, typ ubytování, délka ubytování a možnost jeho prodloužení, věk, počet osob včetně dětí, informace o\n        tom, kdo může být ubytován, zda je zajištěna doprava z hranice, preferovaný původ osob, možnost přijetí zvířat,\n        zařízení pro osoby se zdravotním postižením a pohlaví. Ne všechny informace jsou povinné, ale jsou užitečné při\n        párování Nabídky hostitele a Nabídky hosta.</li>\n    <li>Po zadání potřebných údajů a jejich přijetí jsou Nabídky hostitelů zveřejněny.</li>\n    <li>Na základě údajů a kritérií uvedených v Nabídce hostitele je vytvořena shoda s Nabídkou hosta. Výsledek\n        párování se zobrazí Uživateli v rámci jeho Účtu. Uživatel, který zveřejní Nabídku hostitele, je o párování\n        informován v rámci e-mailové korespondence na e-mailovou adresu poskytnutou Uživatelem při Registraci. Uživatel,\n        který zveřejní Nabídku hostitele, obdrží v korespondenci:<br />\n        <ul>\n            <li>údaje ve formě e-mailové adresy Uživatele, jehož Nabídka byla spárována</li>\n            <li>odkaz, ve kterém Uživatel potvrzuje, že se Uživatel dohodl na podmínkách ubytování. Odkaz bude aktivní\n                po dobu 6 hodin. Během této doby je viditelnost Nabídky hostitele pozastavena a je neviditelná pro\n                ostatní Uživatele a Návštěvníky Platformy nebo Aplikace. V případě nepotvrzení smlouvy prostřednictvím\n                uvedeného odkazu ve stanovené lhůtě bude Nabídka hostitele vrácena zpět a bude viditelná na Platformě a\n                v Aplikaci. Potvrzení je rovnocenné odstranění Nabídek z Platformy a Aplikace.</li>\n        </ul>\n    </li>\n</ol>\n<h4>B. Zveřejnění Nabídky hosta</h4>\n<ol>\n    <li>Uživatel, který je uprchlíkem, jenž byl nucen opustit Ukrajinu v důsledku vypuknutí války, je v rámci přístupu\n        ke svému Účtu oprávněn přidávat Nabídky hosta.</li>\n    <li>Ověření toho, zda Uživatel splňuje podmínku uvedenou v odstavci 1 výše, je odpovědností Uživatele, který\n        zveřejňuje Nabídku hostitele, jejíž Nabídka byla spárována s Nabídkou hosta.</li>\n    <li>Uživatel může přidat pouze jednu Nabídku hosta na místo, kde Uživatel hledá ubytování.</li>\n    <li>Zveřejnění Nabídky hosta se provádí přihlášením k Účtu a na kartě: Přidat Nabídku</li>\n    <li>Po přidání Nabídky hosta obdrží Uživatel e-mailovou zprávu. Nabídka hosta bude ověřena moderátorem a po jeho\n        souhlasu bude viditelná na Platformě nebo v Aplikaci, o čemž bude Uživatel informován e-mailem na e-mailovou\n        adresu poskytnutou Uživatelem při Registraci. </li>\n    <li>Nabídka je doplněná zadáním nebo výběrem příslušných údajů a kritérií na Platformě nebo v Aplikaci, jako\n        jsou: lokalita, typ ubytování (apartmán, pokoj), délka ubytování a možnost jeho prodloužení, věk, počet osob\n        včetně dětí, informace o tom, kdo hledá ubytování, zda je nutná doprava z hranice, původ osob, možnost přijetí\n        zvířat, zařízení pro osoby se zdravotním postižením a pohlaví. Ne všechny informace jsou povinné, ale jsou\n        užitečné při párování nabídky Hostitele a Hosta.</li>\n    <li>Po zadání a přijetí všech údajů je Nabídka hosta zveřejněna.</li>\n    <li>Na základě údajů a kritérií uvedených v Nabídce hosta je vytvořena shoda s Nabídkou hostitele. Výsledek párování\n        je prezentován Uživateli v rámci jeho Účtu.</li>\n    <li>Uživatel, který zveřejní Nabídku hostitele, bude o párování informován v rámci elektronické korespondence na\n        e-mailovou adresu poskytnutou Uživatelem při Registraci. V korespondenci Uživatel, který zveřejňuje Nabídku\n        hosta, obdrží:<br />\n        <ul>\n            <li>uživatelská data ve formě e-mailové adresy, která Nabídka hosta byla spárována;</li>\n            <li>odkaz, ve kterém Uživatel potvrzuje, že se Uživatel dohodl na podmínkách ubytování. Odkaz bude aktivní\n                po dobu 6 hodin. Během této doby je viditelnost Nabídky hosta pozastavena a je neviditelná pro ostatní\n                Uživatele a Návštěvníky Platformy nebo Aplikace. V případě nepotvrzení smlouvy prostřednictvím uvedeného\n                odkazu ve stanovené lhůtě bude Nabídka hosta pozastavena a bude viditelná na Platformě a v Aplikaci.\n                Potvrzení je rovnocenné odstranění Nabídek z Platformy a Aplikace.</li>\n        </ul>\n    </li>\n</ol>\n<h3>5. Jednání Uživatele</h3>\n<ol>\n    <li>Veškeré jednání a chování Návštěvníka nebo Uživatele musí být v souladu se zákonem, dobrými mravy, platnými\n        ustanoveními zákona, těmito Podmínkami používání. Návštěvníkovi nebo Uživateli je zakázáno používat Platformu\n        nebo Aplikaci způsobem, který není v souladu s jejich zamýšleným účelem, v rozporu se zásadami stanovenými v\n        těchto Podmínkách používání.</li>\n    <li>Návštěvník a Uživatel se zavazuje zejména:<br />\n        <ol type=\\\"a\\\">\n            <li>nepodnikat žádné kroky, které by mohly narušit řádné fungování Platformy nebo Aplikace, včetně toho, že\n                nebudou zasahovat do obsahu, obsahu Platformy nebo Aplikace;</li>\n            <li>nepodnikat žádné kroky, které by mohly zasahovat nebo ovlivňovat technické prvky nebo infrastrukturu\n                Platformy nebo Aplikace;</li>\n        </ol>\n    </li>\n    <li>Uživatel dále souhlasí:<br />\n        <ol type=\\\"a\\\">\n            <li>neuvádět v omyl osoby používající Platformu nebo Aplikaci, a to ani poskytnutím nepravdivých údajů nebo\n                zveřejněním nepravdivých Nabídek;</li>\n            <li>nepoužívat údaje nezákonné, urážlivé povahy, porušující dobré jméno třetích stran, osobní zájmy, včetně\n                dobrého jména, pověst.</li>\n        </ol>\n    <li>V případě, že Návštěvník nebo Uživatel získá spolehlivé informace o protiprávnosti jednání nebo obsahu\n        obsaženého na Platformě nebo v Aplikaci nebo informaci o jednání v rozporu s ustanoveními těchto Pravidel, může\n        Uživatel takovou situaci nahlásit na následující adresu: info@id-tech.io. Uživatel, který podává nahlášení,\n        poskytne údaje ID Tech za účelem ověření nahlášení.</li>\n</ol>\n<h3>6. Odpovědnost</h3>\n<ol>\n    <li>ID Tech neodpovídá za chování, jednání, opomenutí a obsah zveřejněný Uživateli na Platformě a v Aplikaci, včetně\n        zejména za jejich pravdivost, kvalitu a zabezpečení dat.</li>\n    <li>Návštěvník nebo Uživatel nese plnou odpovědnost za své jednání a opomenutí v souvislosti s používáním Platformy\n        nebo Aplikace, včetně Účtu, zveřejnění Nabídky, a zejména může být odpovědný za škody způsobené ID Tech nebo\n        jiným Návštěvníkům či Uživatelům.</li>\n    <li>Pokud ID Tech získá podezření, že prostřednictvím Účtu může dojít nebo dochází k nezákonné činnosti, která\n        ohrožuje bezpečnost ostatních Uživatelů Platformy nebo Aplikace, ohrožuje bezpečnost nebo poškozuje ID Tech,\n        může ID Tech dočasně nebo trvale zablokovat přístup Uživatele k Účtu a informovat příslušné orgány činné v\n        trestním řízení. Zablokování Účtu bude ekvivalentní dočasnému nebo trvalému zastavení poskytování služeb\n        Uživateli. Trvalé zablokování Účtu bude mít za následek ukončení smlouvy o poskytování služeb Účtu. Uživatel\n        bude upozorněn na zablokování Účtu v rámci e-mailové korespondence.</li>\n    <li>ID Tech neověřuje totožnost osob používajících Platformu a Aplikaci.</li>\n    <li>ID Tech nenese odpovědnost za neshodu mezi Nabídkou hostitele a Nabídkou hosta.</li>\n    <li>ID Tech není zprostředkovatelem ani stranou jakýchkoli dohod, transakcí prováděných Uživateli na Platformě\n        nebo Aplikaci. ID Tech zejména nejedná jako zprostředkovatel při uzavírání smluv o pronájmu/pronájmu prostor. V\n        rámci Platformy nebo Aplikace nejsou uzavírány žádné dohody. Jakékoli dohody mezi Uživateli jsou uzavírány mimo\n        Platformu nebo Aplikaci, za které ID Tech nenese žádnou odpovědnost.</li>\n    <li>Nabídky mají pouze informativní charakter a nepředstavují nabídku ve smyslu občanského práva.</li>\n    <li>Každý Uživatel, který používá Platformu nebo Aplikaci, je odpovědný za důsledky svého jednání nebo opomenutí.\n        Protiprávní jednání nebo opomenutí může mít za následek právní odpovědnost, včetně trestní odpovědnosti podle\n        zvláštních předpisů.</li>\n</ol>\n<h3>7. Stížnosti</h3>\n<ol>\n    <li>Návštěvník nebo Uživatel může kontaktovat ID Tech ohledně nesrovnalostí v poskytovaných službách, provozu Účtu,\n        Platformy, Aplikace, a to v následujících formách:<br />\n        <ol type=\\\"a\\\">\n            <li>elektronická korespondence adresovaná <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io</a> </li>\n            <li>písemně na adrese: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznaň.</li>\n        </ol>\n    </li>\n    <li>Uživatel je oprávněn podat stížnost týkající se nesprávného plnění nebo neplnění služeb uvedených v těchto\n        Pravidlech společností ID Tech. Uživatel je povinen podat stížnost prostřednictvím:<br />\n        <ol type=\\\"a\\\">\n            <li>elektronická korespondence adresovaná <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io</a></li>\n            <li>písemně na adrese: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznaň.</li>\n        </ol>\n    </li>\n    <li>Stížnost by měla obsahovat: jméno, e-mailovou adresu Uživatele, žádost Uživatele podanou v souvislosti se\n        stížností. Stížnost bez výše uvedených údajů může vyžadovat doplnění, a není-li možné identifikovat osobu, od\n        které stížnost pochází, bude stížnost zamítnuta.</li>\n    <li>ID Tech je povinna odpovědět na podanou stížnost do 30 dnů od obdržení. Odpověď bude poskytnuta v elektronické\n        korespondenci, na adrese poskytnuté Uživatelem.</li>\n</ol>\n<h3>8. Duševní vlastnictví</h3>\n<ol>\n    <li>Obsah zveřejněný na Platformě, včetně textových materiálů, grafiky, log, videa, podléhá ochraně práv\n        duševního vlastnictví společnosti ID Tech. Je zakázáno používat tento obsah jakýmkoli způsobem bez předchozího\n        souhlasu ID Tech, včetně použití označení Platformy nebo Aplikace. Je zakázáno shromažďovat, shromažďovat a\n        zpracovávat informace a údaje obsažené na Platformě nebo v Aplikaci.</li>\n</ol>\n<h3>9. Technické přerušení</h3>\n<ol>\n    <li>ID Tech bude postupovat s náležitou péčí, aby zajistila, že poskytování služeb bude probíhat nepřetržitě.</li>\n    <li>ID Tech si vyhrazuje právo provádět technická přerušení provozu Platformy nebo Aplikace.</li>\n    <li>Technické přerušení bude naplánováno v nočních hodinách tak, aby nenarušovalo možnost používání Platformy nebo\n        Aplikace. ID Tech souhlasí s tím, že poskytne přiměřené oznámení o jakémkoli plánovaném technickém přerušení.\n    </li>\n</ol>\n<h3>10. Závěrečná ustanovení</h3>\n<ol>\n    <li>ID Tech zpracovává osobní údaje Uživatelů v souladu s platnými právními předpisy a v souladu se Zásadami ochrany\n        osobních údajů připojenými k těmto Podmínkám použití.</li>\n    <li>Uživatel je povinen nesdělovat třetím stranám informace týkající se jiných Uživatelů, které obdržel od ID Tech v\n        souvislosti s používáním Platformy nebo Aplikace.</li>\n    <li>ID Tech má pravomoc provádět změny Podmínek použití v následujících situacích:<br />\n        <ol type=\\\"a\\\">\n            <li>změny zákonů ovlivňujících služby poskytované podle této smlouvy;</li>\n            <li>technologické a funkční změny,</li>\n            <li>změny související s bezpečností Uživatelů nebo Platformy/Aplikace;</li>\n            <li>změny v Zásadách ochrany osobních údajů;</li>\n            <li>změny související s vylepšením Platformy nebo Aplikace.</li>\n        </ol>\n    </li>\n    <li>Uživatel bude o případných změnách informován zveřejněním informací na Platformě nebo v Aplikaci a e-mailem na\n        e-mailovou adresu poskytnutou Uživatelem při Registraci.</li>\n    <li>Změny nabývají účinku dnem uvedeným v oznámení uvedeném v odstavci 4 výše, což nesmí být kratší než 15 dnů, s\n        výjimkou:<br />\n        <ol type=\\\"a\\\">\n            <li>podléhá právní nebo regulační povinnosti, na jejímž základě je společnost ID Tech povinna provádět změny\n                pravidel a předpisů a která znemožňuje dodržení výše uvedené lhůty;</li>\n            <li>k řešení nepředvídaných a bezprostředních hrozeb na ochranu internetových makléřských služeb, uživatelů\n                před podvody, narušením dat, spamem, malwarem nebo jinými hrozbami kybernetické bezpečnosti.</li>\n        </ol>\n    </li>\n    <li>Rozhodným právem pro smlouvu mezi ID Tech a Uživatelem je právo dle bydliště Uživatele.</li>\n    <li>Uživatelé, kteří jsou spotřebiteli, mají možnost využít mimosoudního řešení sporů a nároků u České obchodní\n        inspekce (ČOI). Informace o přístupu k výše uvedeným postupům a postupům řešení sporů naleznete na: www.coi.cz.\n        Spotřebitelé, kteří jsou fyzickými osobami, mohou navíc využívat platformu EU pro řešení sporů on-line, která je\n        k dispozici na adrese: https://ec.europa.eu/consumers/odr</li>\n    <li>Ve všech záležitostech, na které se tyto Podmínky použití nevztahuje, se použijí ustanovení všeobecně\n        použitelného práva podle bydliště Uživatele.</li>\n</ol>"
}
