{
    "privacyPolicy": "<h2>Adatvédelem<\/h2>\n<p>A jelen Adatvédelmi szabályzat célja, hogy közölje az Ön személyes adatainak az ID Tech sp. z o.o. által a varsói\n    székhelyű ID Tech által történő feldolgozásával kapcsolatos szabályokat és jogokat. Az adatkezelő a Jana Olbrachta\n    29 \/ 54, 01-102 Warszawa címen van bejegyezve a Varsói Kerületi Bíróság (Sąd Rejonowy dla m. st. Warszawy w\n    Warszawie) által vezetett Nemzeti Bírósági Nyilvántartás vállalkozói nyilvántartásában (Krajowy Rejestr Sądowy –\n    KRS), a Nemzeti Bírósági Nyilvántartás VIII. kereskedelmi osztálya KRS-szám alatt: 0000925748, NIP: 527-297-31-56,\n    REGON: 520146250 a megadott Platformon és Alkalmazáson belül.\n    Ahol a jelen szabályzatban nagybetűs kifejezések szerepelnek, azokat a UASOS.org platform és alkalmazás használatára\n    vonatkozó általános szerződési feltételek (a továbbiakban: általános szerződési feltételek) határozzák meg. <\/p>\n<h3>I. Adatkezelő<\/h3>\n<h4>Adatkezelő<\/h4>\n<p> Az Ön személyes adatainak kezelője a Varsói Központi Bíróság (Sąd Rejonowy dla m. st. Warszawy w Warszawie) által\n    vezetett nyilvántartásban bejegyzett, ID Tech sp. z o.o., mely varsói székhelyű vállalkozás, címe Jana Olbrachta 29\n    \/ 54, 01-102 Varsó, bejegyezve a Nemzeti Bírósági Nyilvántartás vállalkozóinak nyilvántartásában (Krakkói Rejestr\n    Sądowy, KRS), VIII. A Nemzeti Bírósági Nyilvántartás Kereskedelmi Osztálya által KRS-szám alatt: 0000925748, NIP:\n    527-297-31-56, REGON: 520146250<\/p>\n<h4>Elérhetőségek<\/h4>\n<p> Az adatkezelő adatvédelmi tisztviselőt nevezett ki. Az adatvédelmi tisztviselővel való kapcsolatfelvételre a\n    székhely fent említett címén vagy e-mailben lehet kapcsolatba lépni az alábbi címen: <a\n        href=\\\"mailto:iod@id-tech.io\\\">iod@id-tech.io<\/a> <\/p>\n<h3>II. A személyes adatok kezelésének hatóköre, célja és időtartama<\/h3>\n<h4>Általános információk<\/h4>\n<p> A Fiók létrehozásának, a Platformunk\/Alkalmazásunk ingyenes használatának és a hirdetések közzétételének részeként\n    személyes adatokat kapunk Öntől. <br \/> <br \/> KA Platformot\/Alkalmazást csak akkor használhatja, ha elolvasta és\n    elfogadta ezt az Adatvédelmi szabályzatot és a Felhasználási feltételeket. <\/p>\n<h4>Adatfeldolgozás <\/h4>\n<p> Amikor regisztrálja fiókját a platform vagy alkalmazás esetén a következő információkat kérjük, hogy adja meg:\n<ul>\n    <li>Keresztnév<\/li>\n    <li>E-mail cím<\/li>\n    <li>Jelszó (a jelszó csak az Ön számára ismert, úgy biztosítjuk, hogy más ne ismerje meg annak tartalmát)<\/li>\n    <li>Mobiltelefonszám<\/li>\n    <li>Szállás címe<\/li>\n<\/ul>\nA fenti adatok megadása önkéntes, de szükséges ahhoz, hogy az Általános Szerződési Feltételeknek megfelelően\nszolgáltatásokat nyújtsunk Önnek. <br \/> <br \/> A fent említett adatok megadásának elmulasztásának következménye az\nlesz, hogy nem tudjuk biztosítani Önnek az Általános Szerződési Feltételekben említett szolgáltatásokat. <br \/> <br \/>\nMiután regisztrált egy fiókot, és hozzá szeretné adni a Hirdetését, ki kell töltenie a következő adatokat a\nszálláshirdetéshez vagy a kereséshez: <ul>\n    <li>Az a hely, amelyre a hirdetés vonatkozik<\/li>\n    <li>A tartózkodás időtartama és meghosszabbításának lehetősége<\/li>\n    <li>Az Ön életkora (korcsoport)<\/li>\n    <li>Információ arról, hogy a házigazda kit tud befogadni<\/li>\n    <li>Információk a határról történő szállításról<\/li>\n    <li>Tájékoztatás a fogyatékkal élők számára lehetséges könnyítésekről<\/li>\n    <li>A hirdetésben szereplő szállást igénybevevők preferált száma<\/li>\n    <li>Hogy a hirdetésed vonatkozik-e háziállatokra<\/li>\n    <li>A hirdetés egy lakásra, egy szobára, egy szobára vonatkozik-e<\/li>\n    <li>Nem (nem köteles megadnia ezeket az információkat, de sokkal könnyebbé teszi számunkra, hogy megfeleljünk a\n        házigazda adatlapjának, hogy megfeleljünk vendégeink igényeinek)<\/li>\n    <li>Állampolgárság (nem köteles megadni ezt az információt, de nagyban segít nekünk a házigazda hirdetéseknek a\n        vendégekkel való egyeztetésében)<\/li>\n<\/ul> A fent említett adatok megadásának elmulasztásának következménye az lesz, hogy nem tudjuk elhelyezni a Hirdetést.\nEzeket az adatokat az Ön hozzájárulása alapján dolgozzuk fel. <\/p>\n<h4>Egyéb adatok gyűjtése<\/h4>\n<p> Amikor a fiókját használja, információkat gyűjtünk az Ön által közzétett Hirdetésről, a Platformon és az\n    Alkalmazásban végzett tevékenységeiről. Fiókján belül feltöltheti saját fényképét vagy grafikáját is, amelyek\n    bemutathatják önt. Fényképe vagy grafikájának feltöltésével Ön hozzájárul annak feldolgozásához, kezeléséhez. Abban\n    az esetben, ha Facebook-fiókján keresztül jelentkezik be, ön hozzájárulását adja az Facebook-on közzétett kép vagy\n    grafika kezeléséhez, az alábbiak szerint. <br \/> <br \/> Ha más szolgáltatáshitelesítési szolgáltatásokon keresztül\n    jelentkezik be Platformunkra vagy Alkalmazásunkba, akkor személyes adatait ezeken a forrásokon keresztül\n    (Facebook-fiók, Google-fiók) kapjuk meg. Ebben az esetben személyes adatait az Ön felhasználóneve, e-mail címe,\n    fényképe vagy avatarja formájában gyűjtjük, amelyet az Ön által használt szolgáltatásokon belül használ, amelyeken\n    keresztül bejelentkezik. Az ezekből a forrásokból származó személyes adatait csak abból a célból dolgozzuk fel, hogy\n    ön bejelentkezzen és használja a Platformot vagy alkalmazást. <br \/> <br \/> A legtöbb weboldal elfogadott\n    gyakorlatának megfelelően tároljuk a szerverünkre irányuló HTTP-kéréseket. A böngészett erőforrásokat URL-címekkel\n    azonosítjuk. <br \/> <br \/> Adatait statisztikai és elemzési célokkal is kezeljük. Az erre a célra kezelt adatok a\n    következők: annak a számítógépnek a nyilvános IP-címe, amelyről az Ön IP-címe érkezett, felhasználónév,\n    cookie-adatok, információk a Platformon vagy az Alkalmazásban végzett forgalmáról, a böngészőre vonatkozó\n    információk, a szoftver és a hardver paraméterei. <br \/> <br \/> Adatait és a naplókból származó információkat\n    statisztikai és analitikai célokkal is kezelhetjük. a szolgáltatások legmagasabb minőségének biztosítása érdekében.\n    Az összegyűjtött naplókat határozatlan ideig tárolják a Platform és az Alkalmazás felügyeletéhez használt\n    segédanyagként, és többek között olyan összesített statisztikák létrehozására szolgálnak, amelyek nem tartalmaznak\n    olyan funkciókat, amelyek azonosítják az adott személyeket.\n<\/p>\n<h4>Az adatkezelés célja és célja<\/h4>\n<p>Adatait a következő célokból kezeljük:\n<ul>\n    <li>ahhoz, hogy szerződést kössünk és teljesítsünk Önnek a Platform \/Alkalmazás biztosításáról a Listák\n        közzétételéhez - kérjük, vegye figyelembe, hogy a Hirdetésben közzétett információk nem tőlünk származnak, vagy\n        nem mi hozzuk létre vagy kezdeményezzük. Nem vállalunk felelősséget az Ön által a fiók létrehozása és a\n        bejelentkezés, valamint a hirdetés részeként megadott információkért vagy tartalmakért, valamint a hirdetéséért.\n        Kérjük, vegye figyelembe, hogy adatainak megadásával Ön felelős azok helyességéért és az Általános Szerződési\n        Feltételeknek való megfelelésért; <\/li>\n    <li>válaszolhassunk minden megkeresésre vagy kérésre, beleértve a kapcsolatfelvételi űrlapon keresztül tett\n        kérdéseket vagy kéréseket is<\/li>\n    <li>jogi kötelezettségeink teljesítése érdekében, beleértve a nyújtott szolgáltatások biztonságának biztosítását;\n    <\/li>\n    <li>analitikai vagy statisztikai célokra;<\/li>\n    <li>felvegyük Önnel a kapcsolatot a velünk együttműködő alapítványokon keresztül az információk megszerzése és az\n        adott Hirdetéssel kapcsolatos feltételek ellenőrzése érdekében. <\/li>\n<\/ul>A személyes adatok kezelésének alapja: <ul>\n    <li>Az Ön hozzájárulása - a GDPR 6. cikk (1) bekezdésének a) pontja a GDPR 9. cikk (1) bekezdésének a) pontjával\n        összefüggésben;<\/li>\n    <li>a szerződés megkötésének és teljesítésének szükségessége - a GDPR 6. cikk (1) bekezdésének b) pontja;<\/li>\n    <li>az Adatkezelőre háruló jogi kötelezettségek teljesítése, beleértve a nyújtott szolgáltatások biztonságának\n        biztosítását - a GDPR 6. cikkének (1) bekezdésének c) pontja; <\/li>\n    <li>statisztikák vagy elemzések készítése tekintetében - a GDPR 6. cikk (1) bekezdés f) pontja (jogos érdekünk\n        szolgáltatásaink optimalizálásához).<\/li>\n<\/ul>\n<\/p>\n<h4>Adatkezelési időszakok<\/h4>\n<p> A szerződés megkötése és teljesítése céljából gyűjtött adatokat a szerződés időtartama alatt, a Fiók megszüntetéséig\n    kell kezelni, majd azt követően a követelések elévülési idejének lejártáig tárolni kell (a tények bizonyítása,\n    illetve a követelések biztosítása vagy érvényesítése, illetve azokkal szembeni védelem érdekében), azaz 2 évig. Az\n    adatok hosszabb ideig kezelhetők, ha ilyen kötelezettség jogi szabályozásból ered (pl. archiválás tekintetében).\n    <br \/> <br \/> A velünk való kapcsolatfelvétel során megadott adatait a válaszadáshoz és adott esetben az Önnel való\n    megfeleléshez szükséges ideig, majd az esetleges követelések elévülési idejének lejártáig, de legfeljebb 6 évig\n    dolgozzuk fel. <br \/> <br \/> Az Ön hozzájárulása alapján kezelt adatokat addig kezeljük, amíg Ön vissza nem vonja a\n    hozzájárulását.\n<\/p>\n<h3>III. A személyes adatok címzettjei<\/h3>\n<h4>Kivel osztjuk meg az adatokat<\/h4>\n<p> Személyes adatait továbbíthatjuk olyan harmadik felekkel, akikkel adattárolási szolgáltatásokra, elemzési\n    szolgáltatásokra, tanácsadási szolgáltatásokra vonatkozó szerződéseink vannak annak érdekében, hogy a fent említett\n    szolgáltatásokat biztosítsuk számunkra, valamint az önnel való kapcsolatfelvétel területén támogató alapítványokkal\n    annak érdekében, hogy információkat szerezzünk és ellenőrizzük a Listával kapcsolatos feltételeket. Ezek a\n    szervezetek nem jogosultak és nem is lesznek jogosultak arra, hogy az Ön személyes adatait saját céljaikra\n    használják fel. <br \/> <br \/> Az Ön hozzájárulása nélkül a személyes adatokat nem osztjuk meg más harmadik felekkel,\n    kivéve a fenti körülményeket és olyan helyzetben, amikor az adattovábbítás engedélyezett szervezeteknek (beleértve a\n    bűnüldöző vagy igazságügyi hatóságokat) történik - jogilag indokolt kérelem eredményeként.<br \/> <br \/>Az Ön\n    személyes adatai megoszthatók, ha az adatkezelés közérdekű feladat végrehajtásához vagy az adatkezelőre ruházott\n    közhatalmi jogosítványok gyakorlásához szükséges<\/p>\n<h4>Adattovábbítás az Európai Közösségen kívülre<\/h4>\n<p> Az Ön személyes adatait továbbíthatjuk az Európai Gazdasági Térségen kívülre, többek között az alábbiakba:\n<ul>\n    <li>• Google LLC székhelye Mountain View, Egyesült Államok, kapcsolatban\n        a reCAPTCHA-t a nyújtott szolgáltatások biztonságának biztosítása és annak megerősítése érdekében használjuk,\n        hogy Ön nem robot. A megoldással kapcsolatos információkat a következő címen olvashatja: <a\n            href=\\\"https:\/\/policies.google.com\/privacy?hl=pl\\\">https:\/\/policies.google.com\/privacy?hl=pl<\/a> és <a\n            href=\\\"https:\/\/policies.google.com\/terms?hl=pl\\\">https:\/\/policies.google.com\/terms?hl=pl<\/a>. <\/li>\n    <li>• Google Cloud Firestore - egy harmadik fél adatbázis-szolgáltatója. A weboldalon <a\n            href=\\\"https:\/\/firebase.google.com\/support\/privacy\\\">https:\/\/firebase.google.com\/support\/privacy<\/a>\n        olvashat információkat arról, hogy ez a szolgáltató hogyan védi az Ön személyes adatait. <\/li>\n<\/ul> A webhelyeink forgalmát a Google Analytics elemző rendszere figyeli, amelynek célja, hogy információkat gyűjtsön a\nwebhelyek használatáról és népszerűségéről. Ezeket az információkat (pl. a használt böngészőt vagy az IP-címet) soha nem\nosztjuk meg harmadik felekkel, kivéve a Google Analytics szolgáltatóját, a Google Inc.-t.\nEzek az adatok egy eszközre vonatkozó információk, nem pedig egy adott személyről szólnak. Nem teszünk semmilyen lépést\nannak érdekében, hogy azonosítsuk ezt a személyt. A Google Analytics adatvédelmi irányelveinek részletei a következő\ncímen érhetők el: <a\n    href=\\\"http:\/\/www.google.com\/analytics\/learn\/privacy.html\\\">http:\/\/www.google.com\/analytics\/learn\/privacy.html<\/a>.\n<\/p>\n<h3>IV. Cookiek<\/h3>\n<p> A szolgáltatásban használt cookie-k csak az eszközökről és a böngésző beállításairól gyűjtenek információkat, és\n    szükségesek a weboldal megfelelő működésének biztosításához. <br \/> <br \/> Módosíthatja a cookie-beállításokat. A\n    módosítás magában foglalhatja a cookie-k automatikus kezelésének blokkolását vagy az eszközökön való használatukról\n    szóló minden alkalommal történő tájékoztatást. A cookie-k kezelésének és módosításának módszerei az Ön által\n    használt webböngésző beállításaiban találhatók. Tudnia kell azonban, hogy a cookie-k használatának letiltása\n    nehézségeket okozhat, vagy megakadályozhatja bizonyos szolgáltatások használatát. <br \/> <br \/>\n    Ezenkívül a szolgáltatás munkamenet cookie-kat is használhat a kiemelt információk olvasásával kapcsolatos\n    információk kezelésére. Használatuknak köszönhetően az információk csak egyszer jelennek meg egy felhasználói\n    munkamenethez, és nem jelennek meg újra. A fent említett munkamenet cookie egy adott időpontban történik, és csak\n    akkor, amikor a felhasználó meglátogatja a weboldalt. <\/p>\n<h3>V. Az érintett jogai<\/h3>\n<p> Önnek minden esetben joga van:\n<ol type=\\\"a\\\">\n    <li>az Ön adataihoz való hozzáféréshez (ideértve például a kezelt adatok fogadását);<\/li>\n    <li>kérheti az adatkezelés helyesbítését és korlátozását (pl. ha helytelen);<\/li>\n    <li>kérheti az Ön adatainak törlését (pl. abban az esetben, ha azokat jogellenesen dolgozták fel);<\/li>\n    <li>bármikor visszavonja a beleegyezést anélkül, hogy befolyásolná a hozzájárulás alapján végzett adatkezelés\n        jogszerűségét annak visszavonása előtt (ha az adatkezelés hozzájáruláson alapult);<\/li>\n    <li>az Ön által rendelkezésünkre bocsátott és automatizált módon feldolgozott adatok hordozhatósága, és a\n        feldolgozás hozzájáruláson vagy szerződésen alapul (hordozhatóság, pl. egy másik adatkezelő számára);<\/li>\n    <li>tiltakozik a személyes adatok kezelése ellen, ha az adatkezelést az Adatkezelő vagy harmadik fél jogos érdekéből\n        eredő célokból végzik; <\/li>\n    <li>panaszt nyújthat be a Nemzeti Adatvédelmi és Információszabadság Hatósághoz (elérhetőségek: https:\/\/naih.hu\/)\n        abban az esetben, ha véleménye szerint az Ön adatainak kezelése sérti a személyes adatok védelmére vonatkozó\n        rendelkezéseket. <\/li>\n<\/ol>A fenti jogokat gyakorolhatja: <ol>\n    <li>helyesbítési kérelmével kapcsolatban: adatai helytelenek vagy hiányosak;<\/li>\n    <li>törlési kérelmével kapcsolatban: az Ön adatai nem szükségesek abból a célból, amelyből azokat gyűjtötték;\n        visszavonja az adatai kezeléséhez való hozzájárulását; ön előzetesen tiltakozik adatai kezelése ellen; adatait\n        jogellenesen dolgozzuk fel; az adatokat törölni kell a jogszabályi rendelkezésből eredő kötelezettség\n        teljesítése érdekében<\/li>\n    <li>az adatkezelés korlátozására irányuló kérelemmel kapcsolatban: Ön tudomásul veszi, hogy adatai helytelenek;\n        adatait jogellenesen dolgozzuk fel, de nem szeretné, hogy töröljék őket; már nincs szükségünk az Ön adataira, de\n        szükség lehet rájuk követelései védelméhez vagy érvényesítéséhez; vagy ön kifogást nyújt be az adatai kezelése\n        ellen - amíg meg nem állapítják, hogy a mi részünkről származó jogos indokok elsőbbséget élveznek-e a tiltakozás\n        indokaival szemben;<\/li>\n    <li>az adathordozhatóságra vonatkozó kérelem tekintetében, ha az Ön adatainak feldolgozása az Ön hozzájárulása vagy\n        az Önnel kötött szerződés alapján történik, és a feldolgozás automatizált módon történik; <\/li>\n    <li>a hozzájárulás visszavonásával kapcsolatban: ha adatait hozzájárulás alapján dolgozzák fel.<\/li>\n<\/ol>\n<\/p>\n<h3>VI. Biztonság<\/h3>\n<h4>Amit teszünk<\/h4>\n<p>A biztonság érdekében:\n<ul>\n    <li>ellenőrizzük az információk gyűjtésére, tárolására és kezelésére használt módszereket;<\/li>\n    <li>fizikai és szervezeti biztonsági intézkedéseket alkalmazunk annak biztosítása érdekében, hogy az adatkezelés\n        megfeleljen a személyes adatok védelmére vonatkozó rendelkezések követelményeinek, és megvédje azoknak a\n        személyeknek a jogait, akiknek az adatait kezeljük, ideértve az adatok jogosulatlan hozzáféréssel szembeni\n        védelmét, a jogosulatlan személy általi átvételt, a törvénysértő adatkezelést, megváltoztatás, veszteség, kár\n        vagy megsemmisítés; <\/li>\n    <li>Biztosítjuk, hogy a személyes adatokhoz való hozzáférés és azok rendelkezésre állása fizikai vagy technikai\n        esemény esetén fizikai vagy technikai esemény esetén gyorsan helyreálljon; <\/li>\n    <li>megfelelően teszteljük és értékeljük a technikai és szervezeti intézkedések hatékonyságát a feldolgozás\n        biztonságának biztosítása érdekében; <\/li>\n    <li>csak azoknak biztosítunk hozzáférést a személyes adatokhoz, akiknek hozzáférésre van szükségük azokhoz, a rájuk\n        ruházott feladatok ellátása érdekében, és csak olyan mértékben, amennyire ez szükséges. Ezek az egyének\n        kötelesek szigorú titoktartást fenntartani, és következményekkel szembesülhetnek, beleértve a felmondást is, ha\n        nem tesznek eleget ezeknek a kötelezettségeknek. <\/li>\n<\/ul>\n<\/p>\n<h4>Az automatizált forgalom elleni küzdelemhez kapcsolódó mechanizmusok <\/h4>\n<p>Biztonsági okokból és a webes robotok megelőzése érdekében a Google reCAPTCHA segítségével vizsgáljuk meg a\n    felhasználók viselkedését annak ellenőrzése érdekében, hogy nincsenek-e robotok. Ezért információkat adhatunk át a\n    Google LCC-nek, például az Ön IP-címét és adatait annak megállapítására, hogy automatizált művelet történt-e\n    (böngészőbeállítások, technikai eszközelemek, információk az Ön viselkedéséről a Platform\/alkalmazás). <\/p>\n<h4>Profilozzuk-e az Ön személyes adatait?<\/h4>\n<p>A Hirdetésben megadott információk profilozásra kerülnek, hogy megfeleljenek a segítséget kérők igényeinek. Ezeknek a\n    tevékenységeknek az eredményeként azonban nem születik olyan döntés Önnel kapcsolatban, amely joghatással járna,\n    vagy hasonló lényegesen érintené Önt. Az általunk használt mechanizmus csak arra szolgál, hogy jobban megfeleljen\n    azoknak az embereknek a hirdetéseinek, akik segítséget nyújtanak az ilyen segítséget kérő személyek igényeinek\n    kielégítésére. Jelenleg ez az egyetlen mechanizmus, amely lehetővé teszi a közzétett hirdetés jobb egyeztetését.\n<\/p>\n<h3>VII. Záró rendelkezések<\/h3>\n<h4>Adatvédelmi nyilatkozat<\/h4>\n<p>Fenntartjuk magunknak a jogot, hogy bármikor egyoldalúan, szükség esetén egyoldalúan megváltoztassuk ezt az\n    Adatvédelmi szabályzatot, szükség esetén a szolgáltatások, az Általános Szerződési Feltételek, a vállalati politika\n    vagy menedzsment, a jog vagy a joghatóság változásainak eredményeként. A módosítások attól a naptól hatályosak, hogy\n    azokat közzéteszik a webhelyen, feltüntetve a végrehajtás dátumát. <br \/> <br \/> A Platform vagy az Alkalmazás\n    tartalmazhat más webhelyekre mutató hivatkozásokat. Nem vállalunk felelősséget ezeknek a webhelyeknek az adatvédelmi\n    gyakorlatáért. Miután átváltott más webhelyekre, olvassa el az adatvédelmi irányelveiket.<\/p>"
}