{
  "regulations": "<h2>A PLATFORM ÉS AZ ALKALMAZÁS HASZNÁLATÁNAK ÁLTALÁNOS SZERZŐDÉSI FELTÉTELEI - UASOS.ORG</h2>\n<ol>\n    <li><b>Meghatározások</b></li>\n    <li><b>Általános rendelkezések</b></li>\n    <li><b>A weboldal és az alkalmazás általános felhasználási feltételei </b></li>\n    <li><b>Fiók</b></li>\n    <li><b>Listák hozzáadása</b></li>\n    <li><b>Felhasználói műveletek </b></li>\n    <li><b>Panaszok </b></li>\n    <li><b>Szellemi tulajdonjog</b></li>\n    <li><b>Technikai szünet </b></li>\n    <li><b>Záró rendelkezések</b></li>\n</ol>\n<h3>1. Meghatározások</h3>\n<p> <b>ID Tech</b> - ID Tech sp. z o.o. székhelye Varsóban, ul. Jana Olbrachta 29 / 54, 01-102 Warszawa, van bejegyezve\n    a Varsói Kerületi Bíróság által vezetett Nemzeti Bírósági Nyilvántartás (Krajowy Rejestr Sądowy, KRS) vállalkozóinak\n    nyilvántartásában, a Varsói Kerületi Bíróság által vezetett KRS-520146250 0000925748 VIII. szám alatt;</p>\n<p><b>Fiók</b> – egy adott Felhasználóval kapcsolatos adatok összessége, beleértve a Platformon vagy az Alkalmazásban\n    végzett tevékenységére vonatkozó információkat, beleértve azokat az információkat is, amelyeket a Felhasználó a\n    Platformon vagy az Alkalmazásban ad meg;</p>\n<p><b>Regisztráció</b> – a Felhasználó által létrehozott Fiók létrehozása, miután a Felhasználó elfogadta a szükséges\n    dokumentumokat és hozzájárulásokat;</p>\n<p><b>Felhasználó</b> – teljes jogképességgel rendelkező természetes személy, aki rendelkezik Fiókkal, és a Platformot\n    vagy alkalmazást használja, miután bejelentkezett a Fiókba, miután előzetesen megerősítette hitelességét a\n    Platformon vagy az Alkalmazásban történő bejelentkezéssel és jelszóval, valamint az ID Tech által biztosított\n    funkciók, adattartomány, űrlapok és funkciók használatával;</p>\n<p><b>Látogató</b> – olyan természetes személy, aki nem rendelkezik Fiókkal, és aki nem Felhasználó, és aki regisztráció\n    nélkül használhatja a Platformot és az Alkalmazást, a jelen Felhasználási feltételeknek megfelelően;</p>\n<p><b>Platform</b> – ID Tech sp. z o.o. által működtetett online platform, amely elérhető a domain alatt: UASOS.org</p>\n<p><b>Alkalmazás</b> – mobileszközökön, például mobiltelefonokon, okostelefonokon vagy táblagépeken futó szoftverek ezen\n    eszközök operációs rendszereiben, Windowsban vagy Androidban, amelyek képesek használni ezen eszközök funkcióit,\n    amelyekhez tartozó minden szerzői jog az ID Tech sp. o.o.-hoz tartozik</p>\n<p><b>Házigazda Hirdetés</b> – a Felhasználó értesítése arról, hogy szállást kíván biztosítani, a Platform vagy az\n    Alkalmazás által előírt kritériumoknak megfelelően, és amelyet a jelen Feltételekben meghatároznak</p>\n<p><b>Vendég Hirdetés</b> - a Felhasználótól származó hirdetés, amelynek során a Felhasználó szállásigénylést nyújt be a\n    Platformon vagy az Alkalmazásban előírt kritériumoknak megfelelően és a jelen Szabályzatban meghatározottak szerint.\n</p>\n<p><b>Hirdetés</b> – Vendéglista és Házigazda Hirdetés</p>\n<p><b>GDPR</b> - Az Európai Parlament és az (EU) Tanács (EU) 2016/679 rendelete (2016. április 27.) a természetes\n    személyeknek a személyes adatok kezelése tekintetében történő védelméről és az ilyen adatok szabad áramlásáról,\n    valamint a 95/46/EK irányelv hatályon kívül helyezéséről (általános adatvédelmi rendelet)</p>\n<h3>2. Általános rendelkezések</h3>\n<ol>\n    <li>Ezek az Általános Szerződési Feltételek meghatározzák a Platform és az Alkalmazás használati feltételeit,\n        beleértve a regisztrációra, a fiókra és a hirdetések közzétételére vonatkozó szabályokat.</li>\n    <li>A Platformot és az Alkalmazást úgy tervezték, hogy a felhasználók a szállás biztosításával vagy fogadásával\n        kapcsolatos listákat keressenek. A platformot és az alkalmazást azért hozták létre, hogy segítséget nyújtsanak\n        azoknak a menekülteknek, akik a háború kitörése miatt kénytelenek voltak elhagyni Ukrajnát.</li>\n    <li>A Platform és az Alkalmazás használata ingyenes.</li>\n    <li>Minden látogatónak és felhasználónak be kell tartania a jelen Általános Szerződési Feltételeket.</li>\n    <li>A platformnak és az alkalmazásnak lehetővé kell tennie:<br />\n        <ol type=\\\"a\\\">\n            <li>a Látogató számára - hozzáférés a hirdetések tartalmához;</li>\n            <li>a Felhasználónak:<br />\n                <ol type=\\\"i\\\">\n                    <li>hozzáférés a hirdetések tartalmához;</li>\n                    <li>hozzáférés a Fiókhoz;</li>\n                    <li>a Fiókba való bejelentkezést követően a Hirdetés közzététele;</li>\n                    <li>olyan hirdetés kiválasztása, amely megfelel annak a feltételnek, hogy a Felhasználó a házigazda\n                        adatlapját egy másik felhasználótól származó látogatólistával jelenítse meg.</li>\n                </ol>\n            </li>\n        </ol>\n    </li>\n</ol>\n<h3>3. Fiók</h3>\n<ol>\n    <li>A Fiókhoz való hozzáférés érdekében regisztrálni kell;</li>\n    <li>A Fiók lehetővé teszi a Felhasználó számára, hogy:<br />\n        <ol type=\\\"a\\\">\n            <li>hirdetést közzé tegyen;</li>\n            <li>kiválasszon egy olyan hirdetést, amelyet a Felhasználónak a Házigazda adatlap feltételeinek a\n                Vendéglista beállításainak összeegyeztetése eredményeként mutatnak be.</li>\n        </ol>\n    </li>\n    <li>A Felhasználónak csak egy Fiókja lehet a Platformon/Alkalmazásban egy e-mail címen vagy mobiltelefonon belül. A\n        Felhasználó ugyanazokat az adatokat használhatja a Platformra és az Alkalmazásba való bejelentkezéshez.</li>\n    <li>Annak érdekében, hogy használhassa a FIókot:<br />\n        <ol type=\\\"a\\\">\n            <li>Töltse ki a Platformon vagy az Alkalmazásban elérhető regisztrációs űrlapot, és adja meg az abban\n                szükséges adatokat, például nevet, e-mail címet, egyedi jelszót vagy hitelesítést egy külső szolgáltatón\n                (Facebook, Google) keresztül. A Felhasználó vállalja, hogy valós, teljes és aktuális adatokat ad meg.\n                Amennyiben az adatok megváltoznak, a Felhasználó köteles azokat frissíteni;</li>\n            <li>Olvassa el és fogadja el ezeket az Általános Szerződési Feltételeket és az Adatvédelmi szabályzatot;\n            </li>\n        </ol>\n    </li>\n    <li>A fenti 4. szakaszban említett lépések elvégzése után a regisztrációs űrlap kitöltésével bejelentkező\n        Felhasználó e-mailt vagy SMS-t kap a megadott mobiltelefonszámra, amely megerősíti a Fiók regisztrációját. Külső\n        szolgáltatón (Facebook, Google) keresztül történő hitelesítés esetén a Felhasználó nem kap e-mailt a Fiók\n        létrehozásáról.</li>\n    <li>A Felhasználó által történő hamis adatok megadása a Szolgáltatások nyújtására vonatkozó szerződés azonnali\n        megszüntetését és a Fiók törlését eredményezi.</li>\n    <li>A Felhasználó nem oszthatja meg a Fiókot vagy a bejelentkezési adatokat harmadik felekkel.</li>\n    <li>A Felhasználónak tilos a jelen Szabályzattal, a vonatkozó törvényekkel vagy jó modorokkal ellentétes\n        cselekményeket végrehajtania, különösen a személyes érdekeket sértő cselekményeket, a bűncselekmények\n        elkövetésére való felbujtást és azok érdekképviseletét, a nemzeti, etnikai, faji és vallási alapon alapuló\n        gyűlöletre való uszítást.</li>\n    <li>A Felhasználó vállalja, hogy minden óvintézkedést megtesz a titoktartás fenntartása és az adatok jogosulatlan\n        nyilvánosságra hozatala vagy hozzáférése elleni védelme érdekében.</li>\n    <li>A Fiók regisztrációjának pillanatában az ID Tech által a Felhasználónak nyújtott Számlaszolgáltatások nyújtására\n        vonatkozó szerződés megkötésére kerül sor, amely határozatlan időre jön létre.</li>\n    <li>A Felhasználó bármikor felmondhatja a Fiókszolgáltatásokra vonatkozó szerződést, ha a Fiókban a \"Fiók törlése\"\n        lehetőséget választja.</li>\n    <li>Az a Felhasználó, aki fogyasztó vagy az üzleti tevékenységéhez közvetlenül kapcsolódó szerződést kötő\n        természetes személy, ha a jelen Szolgáltatási Szerződés tartalma azt mutatja, hogy az nem szakmai jellegű az\n        adott személy számára, a Szolgáltatási Szerződés megkötésétől számított 14 napon belül indokolás nélkül elállhat\n        tőle, e tekintetben e-mailben a következő címre történő nyilatkozat benyújtásával: info@id-tech.io vagy írásban\n        a következő címre: ID Tech sp. z oo, Andersia Business Center, Plac Andersa 7, 61-894 Poznań.</li>\n    <li>A Fiók törlése egyenértékű azzal, hogy a Felhasználó elveszíti hozzáférését a Fiókhoz, valamint az abban\n        szereplő összes adatot és információt, beleértve a Hirdetés tartalmát is.</li>\n    <li>Az ID Tech egy hónapos felmondási idővel felmondhatja a Felhasználóval kötött Fiókszolgáltatási Megállapodást,\n        ha a Felhasználó:<br />\n        <ol type=\\\"a\\\">\n            <li>több mint 12 hónapja nem jelentkezett be a Fiókba;</li>\n            <li>annak ellenére, hogy létrehozott egy fiókot, a regisztráció napjától számított 30 napon belül nem tett\n                közzé semmilyen hirdetést.</li>\n        </ol>\n    </li>\n    <li>Az ID Tech e-mailben értesíti a Felhasználót a fent említett felmondásról.</li>\n    <li>Az ID Tech a Következő helyzetekben azonnal felmondhatja a Felhasználóval a Fiókszolgáltatások nyújtására\n        vonatkozó megállapodást:<br />\n        <ol type=\\\"a\\\">\n            <li>A jelen Szabályzat Felhasználó általi megsértése, az alkalmazandó jogszabályokkal vagy a bevált\n                gyakorlattal ellentétes cselekmények végrehajtása, különösen ez magában foglalja a személyes jogokat\n                sértő cselekményeket, a bűncselekmények elkövetésére való felbujtást és azok érdekképviseletét, a\n                nemzeti, etnikai, faji és vallási alapon alapuló gyűlöletre való uszítást</li>\n            <li>A Felhasználó intézkedései az ID Tech hírnevének károsítása érdekében, vagy olyan intézkedések, amelyek\n                kárt okozhatnak az ID Tech-ben;</li>\n            <li>Minden olyan művelet végrehajtása, amely automatizált műveletre utal.</li>\n        </ol>\n    </li>\n</ol>\n<h3>4. Hirdetések hozzáadása </h3>\n<h4>A. A házigazdák hirdetésének közzététele</h4>\n<ol>\n    <li>A Felhasználó fiókjához való hozzáférésének részeként Ön jogosult házigazda-adatlap hozzáadására.</li>\n    <li>A házigazda csak egy házigazda hirdetést adhat hozzá olyan helyen, ahol a házigazda szállást kínál.</li>\n    <li>A Házigazda hirdetést az a Felhasználó adja hozzá, aki rendelkezik a Szálláshelyre vonatkozó rendelkezési\n        joggal.</li>\n    <li>A házigazda hirdetés közzététele a Fiókba való bejelentkezés és a Hirdetés hozzáadása lapra lépés után történik.\n    </li>\n    <li>A Házigazda Hirdetés hozzáadása után a Felhasználó e-mailben vagy SMS-t kap a megadott mobiltelefonszámra. A\n        Házigazda Hirdetését moderátor ellenőrzi, és a moderátor jóváhagyásával láthatóvá válik a Platformon vagy az\n        Alkalmazásban, amelyről a Felhasználót e-mailben értesíteni kell a Felhasználó által a regisztrációkor megadott\n        e-mail címre, vagy SMS-ben a megadott mobiltelefonszámra.</li>\n    <li>A jegyzéket a Platformon vagy az Alkalmazásban található megfelelő adatok és kritériumok megadásával vagy\n        kiválasztásával egészül ki, mint például: hely, szállás típusa, szállás hossza és meghosszabbításának\n        lehetősége, életkor, személyek száma, beleértve a gyermekeket is, tájékoztatás arról, hogy ki szállásolható el,\n        hogy a határról történő szállítás biztosított-e, a személyek preferált származása, az állatok befogadásának\n        lehetősége, a fogyatékkal élők és a nemek számára. Nem minden információ kötelező, de hasznos a Házigazda\n        hirdetésének és a vendéghirdetés összeegyeztetésében.</li>\n    <li>A szükséges adatok megadása és elfogadásuk után a házigazda hirdetést közzéteszik.</li>\n    <li>A házigazda adatlapján megadott adatok és feltételek alapján a rendszer összeegyezteti a vendéghirdetésekkel. Az\n        egyeztetés eredménye a Felhasználó számára a Fiókján belül jelenik meg. A Házigazda hirdetést közzétevő\n        Felhasználó a regisztrációkor e-mailen keresztül értesül az egyezésről a Felhasználó által megadott e-mail címre\n        küldött levélben. A levelezésben a Házigazda hirdetést közzétevő Felhasználó a következőket kapja:<br />\n        <ul>\n            <li>annak a Felhasználónak az e-mail címe vagy mobiltelefonszáma, akinek a Vendéghirdetésével párosítva van\n            </li>\n            <li>linket, amelyen a Felhasználó megerősíti, hogy a Felhasználók megállapodtak a szállás feltételeiben. A\n                kapcsolat 6 órán keresztül aktív lesz. Ez idő alatt a házigazda hirdetésének láthatósága felfüggesztésre\n                kerül, és láthatatlan a Platform vagy alkalmazás többi felhasználója és látogatója számára. Abban az\n                esetben, ha a megadott időn belül nem erősíti meg a megállapodást a megadott linken keresztül, a\n                házigazda adatlapja visszakerül, és újra látható lesz a Platformon és az Alkalmazásban. A megerősítésnek\n                egyenértékűnek kell lennie a Hirdetésnek a Platformról és az Alkalmazásból való eltávolításával.</li>\n        </ul>\n    </li>\n</ol>\n<h4>B. A vendéghirdetés közzététele </h4>\n<ol>\n    <li>Az a felhasználó, aki menekült, aki a háború kitörése miatt kénytelen volt elhagyni Ukrajnát a fiókhoz való\n        hozzáférés részeként, jogosult vendéghirdetést hozzáadni.</li>\n    <li>Annak ellenőrzése, hogy a Felhasználó megfelel-e a fenti (1) bekezdésben említett feltételeknek, annak a\n        Felhasználónak a felelőssége, aki közzéteszi a Házigazda Hirdetést, amelynek adatlapja megfelelt a\n        Vendéghirdetésben megadott adatoknak.</li>\n    <li>A Felhasználó csak egy vendéghirdetést adhat hozzá azon a helyenként, ahol a Felhasználó szállást keres.</li>\n    <li>A vendéghirdetés közzététele a Fiókba való bejelentkezéssel és a Lista hozzáadása lapra lépéssel történik</li>\n    <li>A Vendéghirdetés hozzáadása után a Felhasználó e-mailt vagy SMS-t kap a megadott mobiltelefonszámra. A\n        Vendéghirdetést a moderátor ellenőrzi, és a moderátor jóváhagyásával láthatóvá válik a Platformon vagy az\n        Alkalmazásban, amelyről a Felhasználót e-mailben vagy SMS-ben értesíteni kell a megadott mobiltelefonszámon a\n        Felhasználó által a Regisztrációkor megadott e-mail címen.</li>\n    <li>A hirdetés a Platformon vagy az Alkalmazásban található megfelelő adatok és kritériumok megadásával vagy\n        kiválasztásával egészül ki, mint például: a hely, a szállás típusa (apartman, szoba), a szállás hossza és\n        meghosszabbításának lehetősége, életkor, az emberek száma, beleértve a gyermekeket is, információk arról, hogy\n        ki keres szállást, hogy szükség van-e a határról történő szállításra, az emberek eredete, az állatok\n        elfogadásának lehetősége, a fogyatékkal élők és a nemek számára biztosított létesítmények. Nem minden\n        információt kötelező megadni, de hasznos a házigazda és a vendéghirdetés összeegyeztetésében.</li>\n    <li>Az összes adat megadása és elfogadása után a vendéghirdetés közzétételre kerül.</li>\n    <li>A Vendéghirdetésben megadott adatok és feltételek alapján a rendszer egyezést készít a házigazda hirdetéssel. Az\n        egyeztetés eredményét a Fiókján belül látható a Felhasználónak.</li>\n    <li>A Felhasználó, aki közzéteszi a vendéghirdetést, elektronikus levelezésen belül értesítést kap a Felhasználó\n        által a Regisztrációkor megadott e-mail címhez. A levelezésben a Vendéghirdetést közzétevő Felhasználó a\n        következőket kapja:<br />\n        <ul>\n            <li>Felhasználói adatok annak az e-mail-címnek a formájában, amelynek a házigazda hirdetése párosítva van;\n            </li>\n            <li>linket, amelyen a Felhasználó megerősíti, hogy a Felhasználók megállapodtak a szállás feltételeiben. A\n                kapcsolat 6 órán keresztül aktív lesz. Ez idő alatt a Vendéghirdetés láthatósága felfüggesztésre kerül,\n                és láthatatlan a platform vagy alkalmazás más felhasználói és látogatói számára. Abban az esetben, ha a\n                megadott időn belül nem erősítik meg a megállapodást a megadott linken keresztül, a Vendéghirdetésnek\n                láthatónak kell lennie a Platformon és az Alkalmazásban. A megerősítésnek egyenértékűnek kell lennie a\n                Hirdetésnek a Platformról és az Alkalmazásból való eltávolításával.</li>\n        </ul>\n    </li>\n</ol>\n<h3>5. Felhasználói művelet</h3>\n<ol>\n    <li>A Látogató vagy a Felhasználó minden cselekedetének és viselkedésének összhangban kell lennie a törvényekkel, a\n        jó erkölcsökkel, a törvény vonatkozó rendelkezéseivel, a jelen Felhasználási feltételekkel. A Látogató vagy a\n        Felhasználó számára tilos a Platformot vagy alkalmazást a tervezett céllal összeegyeztethetetlen módon\n        használni, vagy ellentétesen a jelen Szabályzatban meghatározott elvekkel.</li>\n    <li>A Látogató és a Felhasználó különösen a következőket vállalja:<br />\n        <ol type=\\\"a\\\">\n            <li>Nem tesz olyan lépéseket, amelyek zavarhatják a Platform vagy az Alkalmazás megfelelő működését,\n                ideértve azt is, hogy nem zavarják a Platform vagy az Alkalmazás tartalmát;</li>\n            <li>Nem tesz olyan lépéseket, amelyek zavarhatják vagy befolyásolhatják a Platform vagy az Alkalmazás\n                műszaki elemeit vagy infrastruktúráját;</li>\n        </ol>\n    </li>\n    <li>Ezen túlmenően a Felhasználó elfogadja, hogy:<br />\n        <ol type=\\\"a\\\">\n            <li>Nem lehet félrevezetni a Platformot vagy az Alkalmazást használó személyeket, beleértve a hamis adatok\n                megadását vagy a hamis hirdetések közzétételét;</li>\n            <li>Nem használhatja fel a jogellenes, sértő jellegű adatok közzétételére, megsértve harmadik felek jó\n                hírnevét, személyes érdekeiket.</li>\n        </ol>\n    <li>Abban az esetben, ha a Látogató vagy a Felhasználó megbízható információkat szerez a Platformon vagy az\n        Alkalmazásban található tevékenységek vagy tartalmak jogellenességéről, vagy a jelen Szabályzat rendelkezéseivel\n        ellentétes cselekvésről, a Felhasználó az ilyen eseteket az alábbi címre jelentheti be: info@id-tech.io. A\n        jelentést készítő Felhasználónak a jelentés ellenőrzése érdekében tech id részére adatokat kell megadnia.</li>\n</ol>\n<h3>6. Felelősség</h3>\n<ol>\n    <li>Az ID Tech nem vállal felelősséget a Felhasználók által a Platformon és az Alkalmazásban közzétett\n        viselkedésért, műveletekért, mulasztásokért és tartalmakért, beleértve különösen a valódiságukat, minőségüket,\n        adatbiztonságukat.</li>\n    <li>A Látogató vagy a Felhasználó teljes mértékben felelős a Platform vagy az Alkalmazás használatával kapcsolatos\n        cselekedeteiért és mulasztásaiért, beleértve a Fiókot, a Hirdetések közzétételét, és különösen felelős lehet az\n        ID Tech vagy más Látogatók vagy Felhasználók által okozott károkért.</li>\n    <li>Ha az ID Tech hitelt érdemlő tudomást szerez arra vonatkozóan, hogy jogellenes tevékenység történhet vagy\n        történik a Fiókon keresztül, veszélyeztetve a Platform vagy az Alkalmazás más felhasználóinak biztonságát,\n        veszélyeztetve az ID Tech biztonságát vagy károsítva az ID Tech biztonságát, az ID Tech ideiglenesen vagy\n        véglegesen blokkolhatja a Felhasználó hozzáférését a Fiókhoz, és értesítheti a megfelelő bűnüldöző hatóságokat.\n        A Fiók zárolása egyenértékű lesz a Felhasználónak nyújtott szolgáltatások ideiglenes vagy végleges\n        megszüntetésével. A Számla végleges zárolása a Számlaszolgáltatások nyújtásáról szóló megállapodás megszűnését\n        eredményezi. A Felhasználót értesíteni kell erról, e-mailben vagy SMS-ben a megadott elérhetőségen.</li>\n    <li>Az ID Tech nem ellenőrzi a Platformot és alkalmazást használó személyek személyazonosságát.</li>\n    <li>Az ID Tech nem vállal felelősséget a Házigazda hirdetés és a vendéghirdetés közötti helytelen egyezésért.</li>\n    <li>Az ID Tech nem közvetítő vagy fél semmilyen megállapodásban, tranzakcióban, amelyet a Felhasználók a Platformon\n        vagy az Alkalmazásban hajtanak végre. Az ID Tech különösen nem jár el közvetítőként a helyiségek\n        bérlésére/bérbeadására vonatkozó megállapodások megkötésében. A Platformon vagy az Alkalmazáson belül nem kötünk\n        megállapodásokat. A Felhasználók közötti megállapodások a Platformon vagy az Alkalmazáson kívül jönnek létre,\n        amelyekért az ID Tech nem vállal felelősséget.</li>\n    <li>A feltüntetett hirdetések kizárólag tájékoztató jellegűek, és nem minősülnek a polgári jog értelmében vett\n        ajánlatnak.</li>\n    <li>Minden Felhasználó, aki a Platformot vagy az Alkalmazást használja, felelős cselekedeteinek vagy mulasztásainak\n        következményeiért. A jogellenes cselekmények vagy mulasztások jogi felelősséget vonhatnak maguk után, ideértve a\n        külön rendelkezések szerinti büntetőjogi felelősséget is.</li>\n</ol>\n<h3>7. Panaszok</h3>\n<ol>\n    <li>A Látogató vagy Felhasználó az alábbi űrlapokon veheti fel a kapcsolatot az ID Tech vállalattal a nyújtott\n        szolgáltatások szabálytalanságaival, a Fiók, a Platform, az Alkalmazás működésével kapcsolatban:<br />\n        <ol type=\\\"a\\\">\n            <li>elektronikus levelezés útján <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io</a> </li>\n            <li>Írásban: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznań.\n            </li>\n        </ol>\n    </li>\n    <li>A Felhasználó jogosult panaszt benyújtani a jelen Szabályzatban meghatározott szolgáltatások ID Tech általi nem\n        megfelelő teljesítésével vagy nemteljesítésével kapcsolatban. A Felhasználó köteles panaszt benyújtani az alábbi\n        módokon:<br />\n        <ol type=\\\"a\\\">\n            <li>elektronikus levelezés útján <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io</a></li>\n            <li>Írásban: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznań.\n            </li>\n        </ol>\n    </li>\n    <li>A panasznak tartalmaznia kell a következőket: a Felhasználó neve, e-mail címe vagy mobiltelefonszáma, a\n        Felhasználó panaszával kapcsolatban benyújtott kérése. A fent említett adatok nélküli panasz kiegészítést\n        igényelhet, és ha nem lehet azonosítani azt a személyt, akitől a panasz származik, a panaszt el kell utasítani.\n    </li>\n    <li>Az ID Tech köteles a beérkezéstől számított 30 napon belül válaszolni a benyújtott panaszra. A válasz az\n        elektronikus levelezésben, a Felhasználó által megadott címen történik.</li>\n</ol>\n<h3>8. Szellemi tulajdonjog</h3>\n<ol>\n    <li>A Platformon közzétett tartalmak, beleértve a szöveges anyagokat, grafikákat, logókat, videókat, az ID Tech\n        számára szellemi tulajdonjogi védelem alá tartoznak. Tilos ezt a tartalmat bármilyen módon felhasználni az ID\n        Tech előzetes hozzájárulása nélkül, beleértve a Platform vagy az Alkalmazás jelöléseinek használatát is. Tilos a\n        Platformon vagy az Alkalmazásban található információk és adatok összesítése, gyűjtése és feldolgozása.</li>\n</ol>\n<h3>9. Technikai szünet</h3>\n<ol>\n    <li>Az ID Tech kellő gondossággal jár el annak biztosítása érdekében, hogy a szolgáltatásnyújtás megszakítás nélkül\n        történjen.</li>\n    <li>Az ID Tech fenntartja magának a jogot, hogy technikai megszakításokat hajtson végre a Platform vagy az\n        Alkalmazás működésében</li>\n    <li>A technikai megszakításokat az éjszakai órákban ütemezzük, hogy az ne zavarja a Platform vagy az Alkalmazás\n        használatának lehetőségét. Az ID Tech vállalja, hogy ésszerű értesítést küld az esetleges tervezett műszaki\n        megszakításokról.</li>\n</ol>\n<h3>10. Záró rendelkezések</h3>\n<ol>\n    <li>Az ID Tech a felhasználók személyes adatait a vonatkozó jogszabályoknak megfelelően és a jelen Szabályzathoz\n        csatolt Adatvédelmi szabályzatnak megfelelően dolgozza fel.</li>\n    <li>a Felhasználó köteles harmadik félnek nem közölni a más Felhasználókkal kapcsolatos információkat, amelyeket az\n        ID Tech-től kapott a Platform vagy az Alkalmazás használatával kapcsolatban.</li>\n    <li>Az ID Tech jogosult a szabályok módosítására a következő helyzetekben:<br />\n        <ol type=\\\"a\\\">\n            <li>Az alábbiakban nyújtott szolgáltatásokat érintő jogszabályok változásai;</li>\n            <li>Technológiai és funkcionális változások,</li>\n            <li>A Felhasználók vagy a Platform/Alkalmazás biztonságával kapcsolatos változások;</li>\n            <li>Változások az Adatvédelmi szabályzatban;</li>\n            <li>A Platform vagy az Alkalmazás fejlesztésével kapcsolatos változások.</li>\n        </ol>\n    </li>\n    <li>A Felhasználót minden változásról a Platformon vagy az Alkalmazásban található információk közzétételével,\n        valamint a Felhasználó által a Regisztrációkor megadott e-mail címre küldött e-mail címre küldött e-mail címen\n        vagy SMS-ben a megadott mobiltelefonszámra kell tájékoztatni.</li>\n    <li>A módosítások a fenti (4) bekezdésben említett hirdetményben meghatározott napon lépnek hatályba, amely nem\n        lehet kevesebb 15 napnál, kivéve:<br />\n        <ol type=\\\"a\\\">\n            <li>olyan jogi vagy szabályozási kötelezettség hatálya alá tartozik, amelynek értelmében az ID Tech köteles\n                módosítani a szabályokat és rendeleteket, és amely lehetetlenné teszi a fent említett határidő\n                betartását;</li>\n            <li>Az internetes szolgáltatások védelmét szolgáló előre nem látható és fenyegetések kezelése érdekében a\n                felhasználók csalással, adatsértéssel, spammeléssel, rosszindulatú programmal vagy más kiberbiztonsági\n                fenyegetéssel szemben.</li>\n        </ol>\n    </li>\n    <li>Az ID Tech és a Felhasználó közötti szerződés irányadó joga a Felhasználó lakóhelye szerinti országban\n        alkalmazandó jog.</li>\n    <li>A magyarországi fogyasztóknak lehetőségük van arra, hogy bármilyen fogyasztóvédelmi probléma esetén a\n        fogyasztóvédelmi hatósághoz forduljanak (további információk a következő címen találhatók:\n        https://fogyasztovedelem.kormany.hu/#/fogyasztovedelmi_hatosag). A fogyasztóvédelmi hatóság kérelemre, vagy\n        hivatalból eljár, vizsgálva ezzel a vállalkozás piaci magatartását fogyasztóvédelmi szempontból. A fogyasztók\n        egyedi ügyeiket a panaszok és követelések peren kívüli rendezését a Magyar Békéltető Testület előtt rendezhetik.\n        A fent említett eljáráshoz és a vitarendezési eljárásokhoz való hozzáférés módjára vonatkozó információk a\n        következő címen találhatók: https://bekeltet.bkik.hu/. Ezenkívül a természetes személyeknek minősülő fogyasztók\n        használhatják az EU online vitarendezési platformját, amely a következő címen érhető el: </li>\n    <li>https://ec.europa.eu › consumers › odr</li>\n    <li>A jelen Szabályzat hatálya alá nem tartozó valamennyi kérdésben az általánosan alkalmazandó a Felhasználó\n        lakóhelye szerinti országban alkalmazandó jog az irányadó, különös tekintettel a Polgári Törvénykönyv, az\n        általános adatvédelmi rendelet és az elektronikus szolgáltatásokról szóló törvény rendelkezéseire</li>\n</ol>"
}
