{
  "privacyPolicy": "<h2>Политика конфиденциальности</h2>\n<p>Целью данной Политики конфиденциальности является разъяснение правил и прав, связанных с обработкой\n    ваших персональных данных компанией ID Tech sp. z o.o. с юридическим адресом в Варшаве, ул. Яна\n    Olbrachta 29 / 54, 01-102 Warszawa, зарегистрированная в Реестре предпринимателей в\n    Национального судебного реестра (Krajowy Rejestr Sądowy - KRS), хранящегося в Окружном суде г.\n    столицы Варшавы в Варшаве (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIII\n    Коммерческий отдел Национального судебного реестра под номером KRS: 0000925748, NIP:\n    527-297-31-56, REGON: 520146250 в рамках предоставленной Платформы и Приложения.\n    Если в настоящих правилах встречаются термины с заглавной буквы, их определение дано в Положениях и\n    Условия использования платформы и приложения UASOS.ORG (далее: Положения и\n    Условия).</p>\n<h3>I. Администратор данных</h3>\n<h4>Администратор данных</h4>\n<p>Администратором Ваших персональных данных является компания ID Tech sp. z o.o. с местонахождением в Варшаве, Jana\n    Ольбрахта 29 / 54, 01-102 Варшава, зарегистрированная в реестре предпринимателей Национального\n    Судебного реестра (Krajowy Rejestr Sądowy, KRS), который ведется Окружным судом г.\n    Варшавы в Варшаве (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIII Коммерческий\n    Отдел Национального судебного реестра под номером KRS: 0000925748, NIP:\n    527-297-31-56, РЕГ. НОМЕР: 520146250.</p>\n<h4>Контактная информация</h4>\n<p>Администратор назначил ответственного за защиту данных. Связаться с ответственным за защиту данных можно\n    можно по вышеуказанному адресу юридического адреса или по электронной почте: <a\n        href=\\\\\\\"mailto:iod@id-tech.io\\\\\\\">iod@id-tech.io.</a></p>\n<h3>II. Объем, цели и продолжительность обработки персональных данных</h3>\n<h4>Общая информация</h4>\n<p>В рамках создания вами учетной записи, использования нашей платформы/приложения и размещения объявлений мы получаем от вас личную информацию.\n    Объявления, мы получаем от вас личную информацию. Вы можете использовать Платформу/Приложение только после того, как вы прочитали\n    и приняли настоящую Политику конфиденциальности и Условия использования.</p>\n<h4>Обработка данных</h4>\n<p>Когда вы регистрируете свой аккаунт на нашем Портале или в Приложении, мы требуем от вас предоставления следующей информации: \n<ul>\n    <li>Имя,</li>\n    <li>Адрес электронной почты,</li>\n    <li>Пароль (пароль известен только вам, мы защищаем его таким образом, чтобы вы не знали его содержания)</li>\n    <li>Номер мобильного телефона.</li>\n\t<li>Адрес жилья</li>\n</ul>Предоставление вами вышеуказанных данных является добровольным, но необходимым для заключения\nконтракта и для того, чтобы мы могли предоставлять вам услуги в соответствии с Положениями и условиями.\nПоследствием непредоставления вышеупомянутых данных будет наша неспособность\nпредоставить вам услуги Счета, указанные в Положениях и условиях. <br /> <br />После того, как вы зарегистрировались для\nаккаунта, и если вы хотите добавить Объявление, вам необходимо\nзаполнить следующие данные для вашего объявления или поиска жилья: <ul>\n    <li>Место, к которому относится объявление;</li>\n    <li>Продолжительность ночевки и возможность ее продления</li>\n    <li>Ваш возраст (возрастные скобки);</li>\n    <li>Информация о том, кого может разместить принимающая сторона;</li>\n    <li>Информация о транспорте от границы;</li>\n    <li>Информация о возможных удобствах для инвалидов;</li>\n    <li>Предпочтительное количество человек, на которое рассчитано объявление;</li>\n    <li>Включает ли Ваше объявление домашних животных;</li>\n    <li>Предназначено ли объявление для квартиры, комнаты, места в комнате;</li>\n    <li>Пол (вы не обязаны указывать эту информацию, но это значительно облегчит нам подбор хоста.\n        объявление в соответствии с потребностями наших гостей). </li>\n    <li>Происхождение (вы не обязаны указывать эту информацию, но это значительно облегчит нам подбор объявления в соответствии с потребностями наших гостей).</li>\n</ul> Последствием непредоставления вышеупомянутых данных будет невозможность размещения нами Объявления.\nЭти данные обрабатываются на основании вашего согласия.</p>\n<h4>Сбор других данных</h4>\n<p>Когда вы пользуетесь своей учетной записью, мы собираем информацию о размещенном вами Объявлении, о\n    ваших действиях на Платформе и в Приложении. В рамках своей учетной записи вы можете\n    дополнительно загрузить свою собственную фотографию или графику, которая может представлять ваш образ. Посредством\n    загружая свою фотографию или графику, вы даете согласие на ее обработку. В случае входа в систему через\n    учетной записи Facebook, вы даете согласие на обработку вашего изображения или графики\n    размещенного на Facebook, что также обсуждается ниже.<br /> <br />Если вы входите на нашу Платформу или Приложение через\n    другие сервисы аутентификации, мы получим ваши персональные данные через эти источники (учетная запись Facebook,\n    аккаунт Google). В этом случае мы будем собирать ваши персональные данные в виде вашего имени пользователя, адреса электронной почты,\n    фотографии или аватара, которые вы используете в сервисах, через которые вы входите в систему. Мы будем обрабатывать\n    ваши персональные данные из этих источников только для целей входа в систему и использования\n    Платформы или Приложения вами.<br /> \n    Данные, полученные в рамках входа в систему с помощью учетной записи Google или Facebook, обрабатываются и предоставляются на условиях, изложенных в настоящей Политике конфиденциальности.<br /><br />\n    Правовой основой является ст. 6 сек. 1 лит. b) GDPR - необходимость исполнения договора. \n    Предоставление некоторых ваших данных необходимо для того, чтобы в полной мере воспользоваться нашими услугами в части их интеграции с сервисами Google или Facebook.    \n   <br /><br />В соответствии с принятой практикой большинства веб-сайтов, мы храним HTTP\n    запросы, направленные на наш сервер. Просматриваемые ресурсы идентифицируются по адресам URL. Мы также можем обрабатывать\n    ваши данные для статистических и аналитических целей. Данные, которые мы можем обрабатывать с этой целью\n    являются: публичный IP-адрес компьютера, с которого поступил запрос Ваш IP-адрес, имя пользователя,\n    данные cookie, информация о вашем трафике на Платформе или в Приложении, информация\n    о браузере, параметрах программного и аппаратного обеспечения.<br /> <br /> Мы также можем обрабатывать ваши данные и информацию из\n    журналов в статистических и аналитических целях для обеспечения высокого качества услуг. Собранные журналы\n    хранятся\n    бессрочно в качестве вспомогательного материала, используемого для администрирования Платформы и Приложения, и\n    используются, среди прочего, для создания агрегированной статистики, которая не содержит признаков, позволяющих идентифицировать\n    конкретных людей.\n</p>\n<h4>Цель и задачи обработки данных</h4>\n<p>Мы будем обрабатывать ваши данные для следующих целей:\n<ul>\n    <li>заключить и выполнить договор с вами о предоставлении вам Платформы/Приложения для размещения объявлений.\n        Объявления - пожалуйста, обратите внимание, что информация, которую вы размещаете в Объявлении, не исходит от нас и не создается и не инициируется нами.\n        не создается и не инициируется нами. Мы не несем ответственности за информацию или содержание, которые вы предоставляете в рамках создания вашей\n        учетной записи и входа в систему, а также за ваши Объявления. Пожалуйста, обратите внимание, что, предоставляя свои данные, вы несете ответственность за\n        ее правильность и соответствие Положениям и условиям; </li>\n    <li>отвечать на любые запросы или пожелания, в том числе сделанные через контактную форму; </li>\n    <li>для выполнения наших юридических обязательств, включая обеспечение безопасности предоставляемых услуг;</li>\n    <li>для аналитических или статистических целей;</li>\n    <li>связываться с вами через сотрудничающие с нами фонды с целью получения информации и проверки\n        условий, связанных с данным Листингом. </li>\n</ul> Основанием для обработки персональных данных являются: <ul>\n    <li>Ваше согласие - Статья 6(1)(a) RODO в сочетании со Статьей 9(1)(a) RODO;</li>\n    <li>необходимость для заключения и исполнения договора - статья 6(1)(b) RODO;</li>\n    <li>выполнение юридических обязательств, возложенных на Администратора, включая обеспечение безопасности услуг\n        предоставляемых услуг - Статья 6(1)(c) РОДО; </li>\n    <li>с точки зрения проведения статистики или анализа - статья 6 (1) (f) RODO (наш законный интерес для того, чтобы\n        оптимизировать наши услуги). </li>\n</ul>\n</p>\n<h4>Сроки обработки данных</h4>\n<p>Данные, собранные с целью заключения и исполнения договора, подлежат\n    обрабатываются в течение всего срока действия договора, до момента удаления аккаунта, и\n    затем хранятся до истечения срока исковой давности (в целях\n    защиты информации в случае юридической необходимости доказать факты, обеспечить или предъявить претензии или\n    защиты от них), т.е. в течение 2 лет. Данные могут храниться дольше, если такое\n    если такое обязательство вытекает из правовых норм (например, в отношении архивирования).\n    Ваши данные, предоставленные в контексте обращения к нам, будут обрабатываться в течение периода, необходимого\n    для ответа и, при необходимости, для переписки с вами, а затем до истечения\n    срока давности по любым возможным претензиям, но не более 6 лет.\n    Данные, обработанные на основании вашего согласия, будут обрабатываться до тех пор, пока вы не отзовете свое согласие.\n</p>\n<h3>III. Получатели персональных данных</h3>\n<h4>С кем мы делимся данными</h4>\n<p>Мы можем передавать ваши персональные данные третьим лицам, с которыми у нас заключены договоры на\n    услуги хранения данных, аналитические услуги, консультационные услуги, с целью предоставления нам\n    вышеупомянутых услуг, а также фондам, поддерживающим нас в области контактов с\n    с вами для получения информации и проверки условий, связанных с Листингом. Эти\n    организации не имеют и не будут иметь права использовать ваши персональные данные в своих собственных целях.\n    Без вашего согласия персональные данные не будут передаваться другим третьим лицам, кроме как в\n    вышеуказанных обстоятельств и в ситуации, когда передача осуществляется уполномоченным субъектам\n    (включая правоохранительные или судебные органы) - в результате юридически обоснованного запроса. <br /><br /> Ваши персональные данные могут быть переданы, если обработка необходима для выполнения задачи, решаемой в общественных интересах или при осуществлении официальных полномочий, возложенных на контроллера.</p>\n<h4>Передача данных за пределы Европейского сообщества</h4>\n<p><a>Ваши персональные данные могут быть переданы за пределы Европейской экономической зоны, в том числе в:\n<ul>\n   <li><a><a>Google LLC со штаб-квартирой в Маунтин-Вью, США, в связи с использованием нами reCAPTCHA для обеспечения\n        безопасности предоставляемых услуг и подтверждения того, что вы не являетесь роботом. Вы можете ознакомиться с информацией об этом\n        решении по адресу: <a</a> \n           <a>href=\\\\\\\\\\\\\\\"https://policies.google.com/privacy?hl=en\\\">https://policies.google.com/privacy?hl=en</a></a> и <a\n           <a>href=\\\\\\\\\\\\\\\\\"https://policies.google.com/terms?hl=en\\\">https://policies.google.com/terms?hl=en</a> </li>. \n   <li><a>Google Cloud Firestore - сторонний поставщик баз данных. Вы можете прочитать информацию о том, как этот провайдер\n        защищает вашу личную информацию на веб-сайте <a</a>\n           <a>href=\\\\\\\\\\\\\\\"https://firebase.google.com/support/privacy\\\\\\\\\\\">https://firebase.google.com/support/privacy.</a> </li></ul></a>\n    \nТрафик на наших сайтах отслеживается системой аналитики Google Analytics, целью которой является сбор информации об использовании наших сайтов.\nцелью которой является сбор информации об использовании и популярности веб-сайтов. Эта\nинформация (например, используемый браузер или IP-адрес) никогда не будет передаваться нами третьим лицам, за исключением Google Analytics.\nтретьим лицам, за исключением провайдера Google Analytics, компании Google Inc.\nЭти данные представляют собой информацию об устройстве, а не о конкретном человеке. Мы не будем предпринимать никаких шагов\nдля идентификации этого человека. Подробная информация о политике конфиденциальности Google Analytics доступна по адресу:\n<a href=\\\\\\\\\\\\\\\"http://www.google.com/analytics/learn/privacy.html\\\">http://www.google.com/analytics/learn/privacy.html.\n </p>\n<h3>IV. Право лица, к которому относятся данные</h3>\n<p>Во всех случаях вы имеете право на:\n    <ol type=\\\"a\\\">\n        <li>\n            доступ к своим данным (включая, например, получение информации о том, какие данные обрабатываются);\n        </li>\n        <li>\n            требовать исправления и ограничения обработки данных (например, если они неверны);\n        </li>\n        <li>\n            запрос на удаление ваших данных (например, в случае их незаконной обработки);\n        </li>\n        <li>\n            отозвать согласие в любое время, не влияя на законность обработки, которая была произведена на основании\n            согласия до его отзыва (если обработка была основана на согласии);\n        </li>\n        <li>\n            переносимость данных, которые вы нам предоставили и которые обрабатываются автоматизированными средствами и обработка которых\n            на основании согласия или договора (переносимость, например, к другому контроллеру);\n        </li>\n        <li>\n            возражать против обработки персональных данных, в случае если обработка осуществляется в целях, вытекающих из\n            законных интересов, преследуемых Администратором или третьей стороной;\n        </li>\n        <li>\n            подать жалобу Президенту Управления по защите данных (контактные данные: доступны по адресу:\n            https://uodo.gov.pl/) в случае, если, по вашему мнению, обработка\n            ваших данных нарушает положения о защите персональных данных.\n        </li>\n    </ol>\nВы можете воспользоваться вышеуказанными привилегиями:\n<ol>\n    <li>\n        относительно вашего запроса на исправление: ваши данные неверны или неполны;\n    </li>\n    <li>\n        в отношении вашего запроса на удаление: ваши данные не нужны для целей, для которых они были\n        вы отзываете свое согласие на обработку ваших данных; вы заранее возражаете против обработки\n        ваши данные; ваши данные обрабатываются незаконно; данные должны быть удалены в целях выполнения обязательства\n        вытекающего из правового положения;\n    </li>\n    <li>\n        в отношении запроса на ограничение обработки данных: вы заметили, что ваши данные неверны; ваши данные\n        обрабатываются незаконно, но вы не хотите, чтобы они были удалены; нам больше не нужны ваши данные, но они могут понадобиться вам для\n        защиты или предъявления претензий; или вы подаете возражение против обработки ваших данных - до тех пор, пока не будет определено\n        преобладают ли законные основания с нашей стороны над основаниями для возражения;\n    </li>\n    <li>\n        в отношении запроса на перенос данных, если обработка ваших данных осуществляется на основании вашего\n        согласия или заключенного с вами договора и обработка осуществляется автоматизированными средствами.\n    </li>\n    <li>\n        в отношении отзыва согласия: если ваши данные обрабатываются на основании согласия.\n    </li>\n</ol>\n</p>\n<h3>V. Cookies</h3>\n<p>Cookies, используемые в сервисе, собирают только информацию об устройствах и настройках браузера и необходимы для\n    обеспечения правильной работы сайта.<br /> <br />Вы можете изменить настройки файлов cookie. Их изменение может\n    включать блокирование автоматической обработки файлов Cookies или информирование об их использовании в ваших устройствах каждый раз. На сайте\n    методы обработки и изменения файлов cookie можно найти в настройках используемого вами веб-браузера. Однако,\n    вы должны знать, что отключение использования файлов cookie может вызвать трудности или препятствовать использованию некоторых услуг.<br />\n    <br />Кроме того, сервис может использовать сеансовые файлы cookie для обработки информации о чтении выделенной\n    информации. Благодаря их использованию информация отображается только один раз для одного сеанса пользователя и не появляется\n    повторно. Вышеупомянутый сеансовый файл cookie появляется в определенное время и только на время посещения сайта\n    пользователь.\n</p>\n<h3>VI. Безопасность</h3>\n<h4>Что мы делаем</h4>\n<p>В целях обеспечения безопасности:\n<ul>\n    <li>мы контролируем методы, которые мы используем для сбора, хранения и обработки информации;</li>\n    <li>мы применяем физические и организационные меры безопасности для того, чтобы обработка данных соответствовала\n        требованиям положений о защите персональных данных и защищает права лиц\n        чьи данные мы обрабатываем, включая защиту данных от несанкционированного доступа, завладения ими неуполномоченным лицом, обработки с нарушением закона.\n        лица, обработки в нарушение закона, изменения, потери, повреждения или уничтожения, </li>\n    <li>Мы обеспечиваем быстрое восстановление доступа к личной информации и ее доступности в случае физического\n        или технического инцидента в случае физического или технического инцидента; </li>\n    <li>мы адекватно проверяем и оцениваем эффективность технических и организационных мер по обеспечению безопасности\n        обработки; </li>\n    <li>мы предоставляем доступ к личной информации только тем, кому он необходим для выполнения возложенных на них\n        возложенных на них обязанностей и только в том объеме, в котором это необходимо. Эти лица обязаны\n        соблюдать строгую конфиденциальность и могут столкнуться с последствиями, включая увольнение, если они не выполнят эти обязательства.\n        этих обязательств. </li>\n</ul>\n</p>\n<h4>Механизмы, связанные с противодействием автоматизированному трафику</h4>\n<p>В целях безопасности и для предотвращения действий веб-роботов мы используем Google reCAPTCHA для изучения поведения пользователей, чтобы убедиться в том.\n    что в этом не участвуют роботы. В связи с этим мы можем передавать Google LCC информацию, такую как ваш IP-адрес и данные\n    для определения того, имело ли место автоматизированное действие (настройки браузера, элементы технического устройства, информация\n    о вашем поведении на нашем Портале/Приложении).</p>\n<h4>Составляем ли мы профиль ваших персональных данных</h4>\n<p>Информация, которую вы предоставляете в Объявлении, профилируется для того, чтобы соотнести предлагаемое жилье с потребностями тех, кто обращается за\n    помощи. Однако в результате этой деятельности в отношении вас не принимается никаких решений, порождающих юридические\n    последствия или аналогичное материальное воздействие на вас. Используемый нами механизм служит лишь для того, чтобы лучше соотнести списки\n    людей, предлагающих помощь, с потребностями лиц, обращающихся за такой помощью. В настоящее время это единственный\n    механизм, который позволяет лучше соотнести опубликованные Листинги.</p>\n<h3>VII. Заключительные положения</h3>\n<h4>Положение о политике конфиденциальности</h4>\n<p>Мы оставляем за собой право в одностороннем порядке изменять настоящую Политику конфиденциальности в любое время, в случае необходимости, в результате\n    изменений в услугах, Положениях и условиях, политике компании или руководства, законодательстве или юрисдикции. Изменения будут\n    вступать в силу с момента их размещения на сайте с указанием даты введения в действие. Сайт\n    Платформа или Приложение могут содержать ссылки на другие веб-сайты. Мы не несем ответственности за практику конфиденциальности\n    этих веб-сайтов. После перехода на другие веб-сайты ознакомьтесь с их политикой конфиденциальности.</p>"
}
