{
    "privacyPolicy": "<h2> Політика конфіденційності <\/h2>\n <p> Метою цієї Політики конфіденційності є пояснення правил і прав, пов’язаних з обробкою\n Ваших персональних даних ID Tech sp. z oo із зареєстрованим офісом у Варшаві, вул. Яна\n Olbrachta 29 \/ 54, 01-102 Warszawa, зареєстрований у Реєстрі підприємців\n Національний судовий реєстр (Krajowy Rejestr Sądowy – KRS), який веде окружний суд\n Столиця Варшави у Варшаві (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIII\n Господарський відділ Національного судового реєстру за номером KRS: 0000925748, NIP:\n 527-297-31-56, REGON: 520146250 в межах наданої платформи та програми.\n Коли в цій політиці з’являються терміни, написані з великої літери, вони визначаються в Умовах і\n Умови використання платформи та програми UASOS.ORG (далі: Умови та\n Умови). <\/p>\n <h3> I. Адміністратор даних <\/h3>\n <h4> Адміністратор даних <\/h4>\n <p> Адміністратором ваших персональних даних є ID Tech sp. z oo із місцезнаходженням у Варшаві, Яна\n Olbrachta 29 \/ 54, 01-102 Варшава, зареєстрований у реєстрі підприємців Нац.\n Судовий реєстр (Krajowy Rejestr Sądowy, KRS), який веде окружний суд столиці\n Варшава у Варшаві (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIII Комер.\n Відділ Національного судового реєстру за КРС номер: 0000925748, NIP:\n 527-297-31-56, REGON: 520146250. <\/p>\n <h4> Контактна інформація <\/h4>\n <p> Адміністратор призначив спеціаліста із захисту даних. Зв'язок із уповноваженим із захисту даних є\n можна за вказаною вище адресою юридичного офісу або електронною поштою за адресою: < a\n href=\\\\\\\"mailto:iod@id-tech.io\\\\\\\" > iod@id-tech.io <\/a> . <\/p>\n <h3> II. Обсяг, цілі та тривалість обробки персональних даних <\/h3>\n <h4> Загальна інформація <\/h4>\n <p> Як частина створення облікового запису, використання вами нашої платформи\/додатка та розміщення вами\n Списки, ми отримуємо від вас особисту інформацію. Ви можете використовувати Платформу\/Додаток лише після прочитання\n і прийняв цю Політику конфіденційності та Умови використання. <\/p>\n <h4> Обробка даних <\/h4>\n <p> Коли ви реєструєте свій обліковий запис на нашому порталі або в програмі, ми вимагаємо від вас надати таку інформацію:\n <ul>\n <li> Ім’я, <\/li>\n <li> Адреса електронної пошти, <\/li>\n <li> Пароль (пароль відомий тільки вам, ми захищаємо його таким чином, що ви не знаєте його вміст) <\/li>\n <li> Номер мобільного телефону. <\/li>\n <li> Адреса проживання <\/li>\n <\/ul> Надання вищевказаних даних є добровільним, але необхідним для завершення\n контракт і щоб ми надали вам послуги відповідно до Умов.\n Наслідком ненадання вищезгаданих даних буде наша нездатність\n надавати вам послуги облікового запису, зазначені в Умовах використання. <br \/> <br \/> Після реєстрації на\n обліковий запис, і якщо ви хочете додати Список, ви повинні\n щоб заповнити наведену нижче інформацію про ваше житло або пошук: <ul>\n <li> Місцезнаходження, до якого відноситься Перелік; <\/li>\n <li> Тривалість ночівлі та можливість її продовження <\/li>\n <li> Ваш вік (вікові групи); <\/li>\n <li> Інформація про те, кого хост може розмістити; <\/li>\n <li> Інформація про перевезення з кордону; <\/li>\n <li> Інформація про можливі полегшення для інвалідів; <\/li>\n <li> Бажана кількість людей, для яких призначено Перелік; <\/li>\n <li> чи є у вашому списку домашні тварини; <\/li>\n <li> Чи стосується Перелік квартири, кімнати, місця в кімнаті; <\/li>\n <li> Стать (ви не зобов’язані вказувати цю інформацію, але це значно полегшить нам пошук хоста\n Список для задоволення потреб наших Гостей). <\/li>\n <li> Походження (ви не зобов’язані вказувати цю інформацію, але нам буде набагато легше підібрати список хостів відповідно до потреб наших Гостей). <\/li>\n <\/ul> Наслідком ненадання вищезгаданих даних буде неможливість розмістити Перелік нами.\n Ці дані обробляються на основі вашої згоди. <\/p>\n <h4> Збір інших даних <\/h4>\n <p> Коли ви користуєтеся своїм обліковим записом, ми збираємо інформацію про опублікований вами список\n вашу діяльність на Платформі та в Додатку. У своєму обліковому записі ви можете\n додатково завантажте власну фотографію або графіку, яка може представляти ваше зображення. За\n завантажуючи свою фотографію чи графіку, ви даєте згоду на їх обробку. У разі входу через\n ваш обліковий запис Facebook, ви даєте свою згоду на обробку вашого зображення або графіки\n опубліковано у Facebook, про що також йдеться нижче. <br \/> <br \/> Якщо ви входите на нашу платформу або додаток через\n інші служби аутентифікації, ми отримаємо ваші персональні дані через ці джерела (обліковий запис Facebook,\n обліковий запис Google). У цьому випадку ми зберемо ваші персональні дані у вигляді вашого імені користувача, адреси електронної пошти,\n фотографію або аватар, які ви використовуєте в службах, через які ви входите. Ми обробимо\n ваші персональні дані з цих джерел лише для входу та використання\n Платформа або Додаток Вами. <br \/>\n Дані, отримані під час входу за допомогою облікового запису Google або Facebook, обробляються та стають доступними на умовах, викладених у цій Політиці конфіденційності. <br \/> <br \/>\n Правовою підставою є ст. 6 сек. 1 літ. б) GDPR - необхідність виконання договору.\n Надання деяких із ваших даних необхідно, щоб отримати повну користь від наших послуг з точки зору їх інтеграції зі службами Google або Facebook.\n <br \/> <br \/> Відповідно до прийнятої практики більшості веб-сайтів, ми зберігаємо HTTP\n запити, спрямовані на наш сервер. Переглянуті ресурси визначаються за URL-адресами. Ми також можемо обробити\n ваші дані для статистичних та аналітичних цілей. Дані, які ми можемо обробити для цієї мети\n це: загальнодоступна IP-адреса комп'ютера, з якого вона надійшла, Ваша IP-адреса, ім'я користувача,\n дані cookie, інформація про ваш трафік на Платформі або в Додатку, інформація\n про браузер, параметри програмного та апаратного забезпечення. <br \/> <br \/> Ми також можемо обробляти ваші дані та інформацію\n журнали для статистичних та аналітичних цілей. забезпечення найвищої якості послуг. Зібрані журнали є\n зберігається\n необмежено як допоміжний матеріал, який використовується для адміністрування Платформи та Програми та є\n використовується, серед іншого, для створення сукупної статистики, яка не містить ознак, які ідентифікують\n конкретні люди.\n <\/p>\n <h4> Мета та цілі обробки даних <\/h4>\n <p> Ми оброблятимемо ваші дані для таких цілей:\n <ul>\n <li> укласти та виконати з вами договір про надання вам платформи\/додатку для публікації\n Списки – зверніть увагу, що інформація, яку ви публікуєте в списку, не походить від або не створена або\n ініційований нами. Ми не несемо відповідальності за інформацію чи вміст, який ви надаєте під час створення\n обліковий запис і вхід, а також ваш запис. Зверніть увагу, що, надаючи свої дані, ви несете відповідальність за\n його правильність і відповідність Умовам; <\/li>\n <li> відповідати на будь-які запити або запити, у тому числі зроблені через контактну форму; <\/li>\n <li> виконувати наші юридичні зобов'язання, включаючи забезпечення безпеки наданих послуг; <\/li>\n <li> для аналітичних або статистичних цілей; <\/li>\n <li> зв'язатися з вами через фонди, які співпрацюють з нами, щоб отримати інформацію та перевірити\n умови, пов'язані з даним Переліком. <\/li>\n <\/ul> Підставою для обробки персональних даних є: <ul>\n <li> Ваша згода – стаття 6(1)(a) RODO у поєднанні зі статтею 9(1)(a) RODO; <\/li>\n <li> необхідність укладання та виконання договору - стаття 6 (1) (b) RODO; <\/li>\n <li> виконання юридичних обов'язків, покладених на Адміністратора, у тому числі забезпечення безпеки послуг\n передбачено - стаття 6(1)(c) RODO; <\/li>\n <li> щодо проведення статистичних даних або аналізу - стаття 6 (1) (f) RODO (наш законний інтерес до\n оптимізувати наші послуги). <\/li>\n <\/ul>\n <\/p>\n <h4> Періоди обробки даних <\/h4>\n <p> Дані, зібрані з метою укладання та виконання договору, є\n обробляється протягом терміну дії договору до видалення Облікового запису та\n після цього зберігається до закінчення строку позовної давності (для того, щоб\n захищати інформацію на випадок юридичної потреби довести факти або захистити чи заявити претензії або до\n захистити від них), тобто на термін 2 роки. Дані можуть зберігатися довше, якщо такі\n зобов'язання випливає з правових норм (наприклад, щодо архівування)\n Ваші дані, надані в контексті зв’язку з нами, будуть оброблятися протягом необхідного періоду\n відповідати та, якщо можливо, листуватися з вами, а потім до закінчення терміну дії\n строк позовної давності для будь-яких можливих претензій, але не більше 6 років.\n Дані, оброблені на основі вашої згоди, оброблятимуться, доки ви не відкликаєте свою згоду.\n <\/p>\n <h3> III. Одержувачі персональних даних <\/h3>\n <h4> З ким ми передаємо дані <\/h4>\n <p> Ми можемо передавати вашу особисту інформацію третім сторонам, з якими у нас є контракти\n послуги зберігання даних, аналітичні послуги, консультаційні послуги, щоб надати нам\n вищезгадані послуги, а також фонди, які підтримують нас у сфері зв'язку\n вам, щоб отримати інформацію та перевірити умови, пов’язані з Переліком. Ці\n юридичні особи не мають і не матимуть права використовувати ваші персональні дані для власних цілей\n Без вашої згоди персональні дані не будуть передані іншим третім особам, за винятком\n вищезазначених обставин та в ситуації, коли передача здійснюється уповноваженим особам\n (у тому числі правоохоронні чи судові органи) - за результатами законодавчо обґрунтованого запиту. <br \/> <br \/> Ваші персональні дані можуть бути передані, якщо обробка необхідна для виконання завдання, що виконується в суспільних інтересах або для виконання офіційних повноважень, наданих контролеру. <\/p>\n <h4> Передача даних за межі Європейського співтовариства <\/h4>\n <p> Ваша особиста інформація може бути передана за межі Європейської економічної зони, зокрема:\n <ul>\n <li> Google LLC зі штаб-квартирою в Маунтін-В’ю, Сполучені Штати, у зв’язку з використанням нами reCAPTCHA для забезпечення\n безпеки наданих послуг і підтвердження того, що ви не робот. Ви можете прочитати інформацію про це\n рішення за адресою: < a\n href=\\\\\\\"https:\/\/policies.google.com\/privacy?hl=uk\\\" > https:\/\/policies.google.com\/privacy?hl=uk <\/a> і < a\n href=\\\\\\\"https:\/\/policies.google.com\/terms?hl=uk\\\" > https:\/\/policies.google.com\/terms?hl=uk <\/a> . <\/li>\n <li> Google Cloud Firestore – сторонній постачальник баз даних. Ви можете прочитати інформацію про те, як працює цей провайдер\n захищає вашу особисту інформацію на веб-сайті < a\n href=\\\\\\\"https:\/\/firebase.google.com\/support\/privacy\\\\\\\" > https:\/\/firebase.google.com\/support\/privacy <\/a> .\n <\/li>\n <\/ul> Трафік на наших веб-сайтах контролюється системою аналітики Google Analytics, чия\n Метою є збір інформації про використання та популярність веб-сайтів. Це\n інформація (наприклад, використовуваний браузер або IP-адреса) ніколи не буде передана нами третім\n сторони, за винятком постачальника Google Analytics, Google Inc.\n Ці дані є інформацією про пристрій, а не про конкретну людину. Ми не будемо робити жодних кроків\n ідентифікувати цю особу. Детальна інформація про політику конфіденційності Google Analytics доступна за адресою:\n < a href=\\\\\\\"http:\/\/www.google.com\/analytics\/learn\/privacy.html\\\" > http:\/\/www.google.com\/analytics\/learn\/privacy.html <\/a> .\n <\/p>\n <h3> IV. Право особи, на яку посилаються дані <\/h3>\n <p> У всіх випадках ви маєте право:\n < ol type=\\\"a\\\" >\n <li>\n доступ до ваших даних (включаючи, наприклад, отримання інформації, які дані обробляються);\n <\/li>\n <li>\n вимагати виправлення та обмеження обробки даних (наприклад, якщо вони неправильні);\n <\/li>\n <li>\n вимагати видалення ваших даних (наприклад, у випадку, якщо вони були оброблені незаконно);\n <\/li>\n <li>\n відкликати згоду в будь-який час, не впливаючи на законність обробки, яка була здійснена на підставі\n згода до її відкликання (якщо обробка була заснована на згоді);\n <\/li>\n <li>\n перенесення даних, які ви надали нам і які обробляються автоматизованими засобами, і обробка є\n на основі згоди або контракту (перенесення, наприклад, до іншого контролера);\n <\/li>\n <li>\n заперечувати проти обробки персональних даних, якщо обробка здійснюється для цілей, що випливають з a\n законний інтерес, який переслідує Адміністратор або третя особа;\n <\/li>\n <li>\n подати скаргу до голови Управління із захисту даних (контактні дані: доступні за адресою:\n https:\/\/uodo.gov.pl\/) у випадку, якщо, на вашу думку, обробка\n Ваші дані порушують положення про захист персональних даних.\n <\/li>\n <\/ol>\n Ви можете скористатися наведеними вище привілеями:\n <ol>\n <li>\n щодо вашого запиту на виправлення: ваші дані неправильні або неповні;\n <\/li>\n <li>\n стосовно вашого запиту на видалення: ваші дані не потрібні для тих цілей, для яких вони були\n зібрано; ви відкликаєте свою згоду на обробку ваших даних; Ви заздалегідь заперечуєте проти обробки\n ваші дані; ваші дані обробляються незаконно; дані повинні бути видалені, щоб виконати зобов’язання\n що випливають із правового положення;\n <\/li>\n <li>\n щодо запиту на обмеження обробки даних: ви помітили, що ваші дані неправильні; ваші дані є\n оброблено незаконно, але ви не хочете, щоб його видаляли; нам більше не потрібні ваші дані, але вони можуть знадобитися вам\n захищати або відстоювати свої претензії; або ви подаєте заперечення проти обробки ваших даних - доки це не буде визначено\n чи переважають законні підстави з нашого боку над підставами для заперечення;\n <\/li>\n <li>\n стосовно запиту на перенесення даних, якщо обробка ваших даних відбувається на основі ваших\n згоду або укладений з вами договір і обробка здійснюється автоматизованими засобами.\n <\/li>\n <li>\n щодо відкликання згоди: якщо ваші дані обробляються на підставі згоди.\n <\/li>\n <\/ol>\n <\/p>\n <h3> V. Файли cookie <\/h3>\n <p> Файли cookie, які використовуються в службі, збирають лише інформацію про пристрої та налаштування браузера і необхідні для цього\n забезпечити коректну роботу веб-сайту. <br \/> <br \/> Ви можете змінити налаштування файлів cookie. Їх зміна може\n включають блокування автоматичної обробки файлів cookie або щоразу інформування про їх використання у ваших пристроях. The\n методи обробки та зміни файлів cookie можна знайти в налаштуваннях веб-браузера, який ви використовуєте. однак,\n ви повинні знати, що вимкнення використання файлів cookie може викликати труднощі або перешкодити використанню певних служб. <br \/>\n <br \/> Крім того, служба може використовувати файли cookie сеансу для обробки інформації про читання виділених\n інформації. Завдяки їх використанню інформація відображається лише один раз за один сеанс користувача і не відображається\n знову. Вищезгаданий файл cookie сеансу виникає в певний час і лише протягом часу відвідування веб-сайту\n користувача.\n <\/p>\n <h3> VI. Безпека <\/h3>\n <h4> Що ми робимо <\/h4>\n <p> Для забезпечення безпеки:\n <ul>\n <li> ми контролюємо методи, які ми використовуємо для збору, зберігання та обробки інформації; <\/li>\n <li> ми застосовуємо фізичні та організаційні заходи безпеки, щоб забезпечити відповідність обробки даних\n вимог положень про захист персональних даних та захищає права осіб\n чиї дані ми обробляємо, включаючи захист даних від несанкціонованого доступу, захоплення несанкціонованим\n особа, обробка з порушенням законодавства, зміна, втрата, пошкодження або знищення, <\/li>\n <li> Ми гарантуємо, що доступ та доступність особистої інформації швидко відновлюється у разі фізичного впливу\n або технічний інцидент у разі фізичного або технічного інциденту; <\/li>\n <li> ми адекватно перевіряємо та оцінюємо ефективність технічних та організаційних заходів щодо забезпечення безпеки\n обробка; <\/li>\n <li> ми надаємо доступ до особистої інформації лише тим, кому потрібен доступ до неї для виконання\n покладених на них обов'язків і лише в тій мірі, в якій вони для цього необхідні. Ці особи зобов’язані\n зберігати сувору конфіденційність і можуть зіткнутися з наслідками, включаючи припинення, якщо вони не дотримаються\n ці зобов'язання. <\/li>\n <\/ul>\n <\/p>\n <h4> Механізми, пов’язані з протидією автоматизованого трафіку <\/h4>\n <p> З метою безпеки та для запобігання веб-роботів ми використовуємо Google reCAPTCHA для перевірки поведінки користувачів, щоб перевірити\n що роботи не задіяні. Тому ми можемо розкривати інформацію Google LCC, як-от вашу IP-адресу та дані\n щоб визначити, чи відбулася автоматизована дія (налаштування браузера, елементи технічного пристрою, інформація\n про вашу поведінку на нашому порталі\/додатку). <\/p>\n <h4> Чи ми профілюємо ваші особисті дані <\/h4>\n <p> Інформація, яку ви надаєте в списку, профільована, щоб відповідати пропонованим житлом потребам тих, хто шукає\n допомогу. Однак у результаті цієї діяльності щодо вас не приймається жодного рішення, яке виробляє закон\n наслідки або подібне, що суттєво впливає на вас. Використовуваний нами механізм служить лише для кращого відповідності списку\n людей, які пропонують допомогу з потребами потреб осіб, які звертаються за такою допомогою. Наразі це єдине\n механізм, який дозволяє краще відповідати опублікованому списку. <\/p>\n <h3> VII. Прикінцеві положення <\/h3>\n <h4> Заява про політику конфіденційності <\/h4>\n <p> Ми залишаємо за собою право в односторонньому порядку змінювати цю Політику конфіденційності в будь-який час, якщо необхідно, в результаті\n зміни послуг, Загальних положень та умов, політики або керівництва компанії, закону чи юрисдикції. Зміни будуть\n діяти з моменту їх розміщення на сайті із зазначенням дати впровадження. The\n Платформа або Програма можуть містити посилання на інші веб-сайти. Ми не несемо відповідальності за правила конфіденційності\n ці веб-сайти. Після переходу на інші веб-сайти прочитайте їх політику конфіденційності. <\/p>"
}