{
    "regulations": "<h2> УМОВИ ВИКОРИСТАННЯ ПЛАТФОРМИ ТА ПРОГРАМ SOSUA.PL <\/h2>\n<ol>\n    <li> <b> Визначення <\/b> <\/li>\n    <li> <b> Загальні положення <\/b> <\/li>\n    <li> <b> Загальні умови використання веб-сайту та програми <\/b> <\/li>\n    <li> <b> Обліковий запис <\/b> <\/li>\n    <li> <b> Додавання списків <\/b> <\/li>\n    <li> <b> Дії користувачів <\/b> <\/li>\n    <li> <b> Скарги <\/b> <\/li>\n    <li> <b> Інтелектуальна власність <\/b> <\/li>\n    <li> <b> Технічна перерва <\/b> <\/li>\n    <li> <b> Заключні положення <\/b> <\/li>\n<\/ol>\n<h3> 1. Визначення <\/h3>\n<p> <b> ID Tech <\/b> - ID Tech sp. z oo із місцезнаходженням у Варшаві, вул. Jana Olbrachta 29 \/ 54, 01-102 Warszawa,\n    зареєстрований у реєстрі підприємців Національного судового реєстру (Krajowy Rejestr Sądowy, KRS), який веде\n    окружний суд столиці у Варшаві, VIII комерційний відділ Національного суду Реєстр за номером КРС: 0000925748, NIP:\n    527-297-31-56, REGON: 520146250; <\/p>\n<p> <b> Обліковий запис <\/b> – набір даних, пов’язаних з певним Користувачем, включаючи інформацію про його чи її\n    діяльність на Платформі чи в Додатку, включаючи інформацію, яку Користувач надає на Порталі. або в додатку; <\/p>\n<p> <b> Реєстрація <\/b> – процес створення Користувачем облікового запису після прийняття Користувачем необхідних\n    документів та згоди; <\/p>\n<p> <b> Користувач <\/b> – фізична особа з повною дієздатністю, яка має Обліковий запис і користується Порталом або\n    Додатком після входу в Обліковий запис після попереднього підтвердження його автентичності за допомогою логін і\n    пароль на Порталі або Програмі та використання функцій, діапазону даних, форм і функцій, наданих ID Tech; <\/p>\n<p> <b> Відвідувач <\/b> – фізична особа, яка не має Облікового запису і не є Користувачем і може використовувати\n    Платформу та Програму без реєстрації відповідно до умов цих Умови користування; <\/p>\n<p> <b> Платформа <\/b> – керована ID Tech sp. z oo онлайн-платформа, доступна в домені: UASOS.ORG <\/p>\n<p> <b> Application <\/b> – програмне забезпечення, що працює на мобільних пристроях, таких як мобільні телефони,\n    смартфони або планшети в операційних системах цих пристроїв, у Windows або Android, маючи можливість використовувати\n    функції цих пристроїв, на які всі авторські права належать ID Tech sp. oo <\/p>\n<p> <b> Перелік хостів <\/b> – повідомлення від Користувача про бажання надати житло відповідно до критеріїв,\n    передбачених Платформою або Додатком і викладеними в цих Умовах <\/p>\n<p> <b> Гостьова реєстрація <\/b> - реклама, що надходить від Користувача, в якій Користувач робить запит на розміщення\n    відповідно до критеріїв, передбачених у Платформі або Додатку, і як зазначено в цих Правилах. <\/p>\n<p> <b> Перелік <\/b> – Перелік гостей та хостів <\/p>\n<p> <b> RODO <\/b> - Регламент (ЄС) 2016\/679 Європейського парламенту та Рада (ЄС) від 27 квітня 2016 року про захист\n    фізичних осіб щодо обробки персональних даних та про вільний рух таких даних та скасування Директиви 95\/46\/EC\n    (Загальний регламент захисту даних) <\/p>\n<h3> 2. Загальні положення <\/h3>\n<ol>\n    <li> Ці Загальні положення та умови визначають умови використання Порталу та Програми, включаючи правила Реєстрації,\n        Облікового запису та публікації Списків. <\/li>\n    <li> Портал і Додаток призначені для пошуку Користувачами Описів щодо надання або отримання житла. Портал та Додаток\n        створено з метою надання допомоги біженцям, які були змушені покинути Україну через початок війни. <\/li>\n    <li> Використання Порталу та Програми є безкоштовним. <\/li>\n    <li> Кожен Відвідувач і Користувач зобов'язані дотримуватися цих Умов. <\/li>\n    <li> Портал і програма повинні надавати відвідувачу: <br \/>\n        < ol type=\\\"a\\\">\n    <li> доступ до вмісту Списків; <\/li>\n    <li> Користувачеві: <br \/>\n        < ol type=\\\"i\\\">\n    <li> доступ до вмісту Списків; <\/li>\n    <li> доступ до облікового запису; <\/li>\n    <li> публікація запису після входу в обліковий запис; <\/li>\n    <li> вибір списку, який відповідає критеріям Користувача, який відображає список хостів із списком відвідувача від\n        іншого користувача. <\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<h3> 3. Обліковий запис <\/h3>\n<ol>\n    <li> Щоб отримати доступ до облікового запису, необхідно необхідна реєстрація; <\/li>\n    <li> Обліковий запис дозволяє Користувачеві: <br \/>\n        < ol type=\\\"a\\\">\n    <li> Публікувати список; <\/li>\n    <li> Виберіть один із списків, представлених Користувачеві в результаті відповідності критеріїв Списку хостів із\n        списком гостей. <\/li>\n<\/ol>\n<\/li>\n<li> Користувач може мати лише один обліковий запис на порталі\/додатку в межах однієї адреси електронної пошти або\n    мобільного телефону. Користувач може використовувати одні й ті ж дані для входу на Портал і в Програму. <\/li>\n<li> Для того, щоб: <br \/>\n    < ol type=\\\"a\\\">\n<li> Заповнити реєстраційну форму, доступну на Порталі або в додатку, і надати необхідні дані, наприклад ім'я,\n    електронну адресу адресу, унікальний пароль або автентифікацію через зовнішнього постачальника послуг (Facebook,\n    Google). Користувач зобов’язується надавати правдиві, повні та актуальні дані. Якщо дані змінюються, Користувач\n    зобов’язаний оновити їх; <\/li>\n<li> Прочитайте та прийміть ці Загальні положення та умови та Політику конфіденційності; <\/li>\n<\/ol>\n<\/li>\n<li> Після виконання кроків, зазначених у Розділі 4 вище, Користувач, який увійшов у систему, заповнивши реєстраційну\n    форму, отримає електронний лист із підтвердженням реєстрації облікового запису. У разі аутентифікації через\n    зовнішнього постачальника послуг (Facebook, Google) Користувач не отримує електронного листа про створення\n    облікового запису. <\/li>\n<li> Надання Користувачем неправдивих даних призводить до негайного розірвання договору про надання послуг Облікового\n    запису та видалення Облікового запису. <\/li>\n<li> Користувач не може передавати дані облікового запису або вхідні дані третім особам. <\/li>\n<li> Користувачеві забороняється вчиняти дії, що суперечать цим Положенням, чинному законодавству чи добрим манерам,\n    зокрема, в тому числі дії, які можуть порушити особисті інтереси, підбурювання до вчинення злочинних дій та їх\n    пропаганду, розпалювання ворожнечі на національному , етнічні, расові та релігійні ознаки. <\/li>\n<li> Користувач погоджується вжити всіх заходів для збереження таємниці та захисту даних від несанкціонованого розкриття\n    або доступу. <\/li>\n<li> У момент реєстрації Облікового запису відбувається укладення договору про надання Користувачеві послуг Акаунта\n    компанією ID Tech, який укладається на невизначений термін. <\/li>\n<li> Користувач може розірвати Угоду про обслуговування облікового запису в будь-який час, вибравши опцію \\\"Видалити\n    обліковий запис\\\" в обліковому записі. <\/li>\n<li> Користувач, який є споживачем або фізичною особою, що укладає договір, безпосередньо пов’язаний з його\n    господарською діяльністю, якщо зміст цієї Угоди про надання послуг свідчить, що вона не носить професійний характер\n    для цієї особи, може в межах 14 днів з дати укладення Договору про надання послуг, відмовитися від нього без\n    пояснення причини, подавши заяву з цього приводу електронною поштою за адресою: info@id-tech.io або письмово за\n    адресою : ID Tech sp. z oo, Andersia Business Center, Plac Andersa 7, 61-894 Познань. <\/li>\n<li> Видалення Облікового запису еквівалентно втраті Користувачем доступу до Облікового запису та всіх даних та\n    інформації, що містяться в ньому, включаючи вміст Переліку. <\/li>\n<li> ID Tech може розірвати Угоду про обслуговування облікового запису з Користувачем за один місяць, якщо Користувач:\n    <br \/>\n    < ol type=\\\"a\\\">\n<li> не увійшов в обліковий запис, щоб отримати більше більше 12 місяців; <\/li>\n<li> незважаючи на створення облікового запису, він не опублікував жодного запису протягом 30 днів з дати реєстрації.\n<\/li>\n<\/ol>\n<\/li>\n<li> ID Tech повідомить Користувача про зазначене вище припинення електронною поштою. <\/li>\n<li> ID Tech може негайно розірвати з Користувачем угоду про надання послуг Облікового запису в таких ситуаціях: <br \/>\n    < ol type=\\\"a\\\">\n<li> Порушення цих Правил з боку Користувач, який вчиняє дії, що суперечать чинному законодавству чи належній практиці,\n    зокрема це стосується дій, які можуть порушити особисті права, спонукання до вчинення злочинних дій та їх\n    пропаганди, розпалювання ворожнечі на національних, етнічних, расових та релігійних ознаках <\/li>\n<li> Вживання Користувачем дій, що завдають шкоди репутації ID Tech, або дій, які можуть призвести до пошкодження ID\n    Tech; <\/li>\n<li> Виконання будь-якої дії, яка вказує на автоматичну дію. <\/li>\n<\/ol>\n<\/li>\n<\/ol>\n<h3> 4. Додавання списків <\/h3>\n<h4> A. Публікація оголошення хоста <\/h4>\n<ol>\n    <li> Як частина Доступ користувача до вашого облікового запису, ви маєте право додавати список хостів. <\/li>\n    <li> Хост може додати лише один запис хоста на місце, де хост пропонує розміщення. <\/li>\n    <li> Додаток Хоста додається Користувачем, який проживає в Республіці Польща і має юридичне право власності на\n        приміщення, до якого відноситься Перелік. <\/li>\n    <li> Публікація списку хостів здійснюється після входу в обліковий запис і переходу на вкладку: Додати список. <\/li>\n    <li> Після додавання Списку хостів Користувач отримує листування електронною поштою або SMS на вказаний номер\n        мобільного телефону. Перелік Хоста підлягає перевірці модератором і після схвалення модератора стає видимим на\n        Порталі або в Додатку, про що Користувач повідомляється електронною поштою на адресу електронної пошти, надану\n        Користувачем при Реєстрації або СМС. на вказаний номер мобільного телефону. <\/li>\n    <li> Перелік додається шляхом введення або вибору відповідних даних і критеріїв на Порталі чи Додатку, таких як:\n        місцезнаходження, тип житла, тривалість проживання та можливість його продовження, вік, кількість осіб, у т.ч.\n        дітей, інформацію про те, хто може бути розміщений, чи забезпечується перевезення з кордону, бажане походження\n        осіб, можливість прийому тварин, умови для інвалідів та стать. Не вся інформація є обов’язковою, але вона\n        корисна для узгодження списку хостів та гостей. <\/li>\n    <li> Після введення необхідних даних та їх прийняття, списки хостів публікуються. <\/li>\n    <li> На основі даних і критеріїв, зазначених у списку хостів, здійснюється збіг із списком гостей. Результат збігу\n        відображається Користувачеві в його Обліковому записі. Користувач, який публікує списки хостів, отримує\n        сповіщення про збіг у рамках листування електронною поштою на адресу електронної пошти, надану Користувачем при\n        реєстрації. У листуванні Користувач, який публікує Перелік хостів, отримує: <br \/>\n        <ul>\n            <li> дані у вигляді адреси електронної пошти або номера мобільного телефону Користувача, чия гостьова\n                реклама була парна <\/li>\n            <li> посилання, за яким Користувач підтверджує, що Користувачі погодилися з умовами проживання. Посилання\n                буде активним протягом 6 годин. Протягом цього часу видимість Списку хоста припинена і невидима для\n                інших користувачів і відвідувачів порталу або програми. У разі неможливості підтвердження угоди за\n                вказаним посиланням протягом зазначеного часу, Перелік хостів буде повернуто та відображатиметься на\n                Порталі та в Додатку. Підтвердження буде еквівалентним вилученню Переліку з Порталу та Додатка. <\/li>\n        <\/ul>\n    <\/li>\n<\/ol>\n<h4> B. Публікація списку гостей <\/h4>\n<ol>\n    <li> Користувач, який є біженцем, який був змушений покинути Україну через розпочати війну в рамках доступу до свого\n        облікового запису має право додавати списки гостей. <\/li>\n    <li> Перевірка відповідності Користувачем умові, зазначеній у пункті 1 вище, є відповідальністю Користувача, який\n        публікує Перелік хоста, чий список збігався з списком відвідувача. <\/li>\n    <li> Користувач може додати лише одну сторінку для гостей на місце, де Користувач шукає житло. <\/li>\n    <li> Публікація гостьового списку здійснюється шляхом входу в обліковий запис і переходу на вкладку: Додати список\n    <\/li>\n    <li> Після додавання гостьового списку Користувач отримає повідомлення електронною поштою. або SMS на вказаний номер\n        мобільного телефону. Список гостей перевіряється модератором і після схвалення модератора стає видимим на\n        Порталі або в Додатку, про що Користувач повідомляється електронною поштою або SMS на вказаний номер мобільного\n        телефону на адресу електронної пошти. надається Користувачем при реєстрації. <\/li>\n    <li> Перелік додається шляхом введення або вибору відповідних даних і критеріїв на Порталі або в Додатку, таких як:\n        місце розташування, тип житла (квартира, кімната), тривалість проживання та можливість його продовження, вік,\n        кількість людей, у тому числі дітей, інформація про те, хто шукає житло, чи потрібна перевезення з кордону,\n        походження людей, можливість прийому тварин, умови для інвалідів та стать. Не вся інформація є обов’язковою, але\n        вона корисна для узгодження списку хостів і гостей. <\/li>\n    <li> Після введення та прийняття всіх даних список гостей публікується. <\/li>\n    <li> На основі даних і критеріїв, зазначених у списку гостей, здійснюється збіг із списком хостів. Результат\n        зіставлення представляється Користувачеві в його Обліковому записі. <\/li>\n    <li> Користувач, який публікує Перелік хостів, отримує сповіщення про відповідність в електронному листі на адресу\n        електронної пошти, надану Користувачем під час реєстрації. У листуванні Користувач, який публікує Гостьовий\n        список, отримує: <br \/>\n        <ul>\n            <li> Дані користувача у вигляді адреси електронної пошти, з якою було з’єднано Host Ad; <\/li>\n            <li> посилання, за яким Користувач підтверджує, що Користувачі погодилися з умовами проживання. Посилання\n                буде активним протягом 6 годин. Протягом цього часу видимість Списку гостей припинена і невидима для\n                інших користувачів і відвідувачів порталу або програми. У разі нездатності підтвердити угоду за вказаним\n                посиланням у зазначений час, Перелік відвідувачів призупиняється та відображатиметься на Порталі та в\n                Додатку. Підтвердження буде еквівалентним вилученню Переліку з Порталу та Додатка. <\/li>\n        <\/ul>\n    <\/li>\n<\/ol>\n<h3> 5. Дії користувача <\/h3>\n<ol>\n    <li> Усі дії та поведінка Відвідувача або Користувача мають відповідати закону, хороші моралі, відповідні положення\n        законодавства, ці Умови використання. Відвідувачу або Користувачеві забороняється використовувати Портал або\n        Додаток у спосіб, що не відповідає їх цільовому призначенню, що суперечить принципам, викладеним у цих Правилах.\n    <\/li>\n    <li> Відвідувач і Користувач зобов’язуються, зокрема: <br \/>\n        < ol type=\\\"a\\\">\n    <li> Не виконувати жодних дій, які можуть завадити належному функціонуванню Порталу або Додатка , в тому числі не\n        втручатися в зміст, вміст Порталу або Додатка; <\/li>\n    <li> Не вживати жодних дій, які можуть завадити або вплинути на технічні елементи або інфраструктуру Порталу чи\n        Програми; <\/li>\n<\/ol>\n<\/li>\n<li> Крім того, Користувач погоджується: <br \/>\n    < ol type=\\\"a\\\">\n<li> Не вводити в оману осіб, які використовують Портал або Програму, у тому числі шляхом надання неправдивих даних або\n    публікації неправдивих списків; <\/li>\n<li> Не використовувати дані протиправного, образливого характеру, що порушує добре ім’я третіх осіб, особисті інтереси,\n    в тому числі добре ім’я, репутацію. <\/li>\n<\/ol>\n<li> У разі отримання Відвідувачем або Користувачем достовірної інформації про неправомірність дій або вмісту, що\n    міститься на Порталі або в Додатку, або інформацію про дії, що суперечать положенням цих Правил, Користувач може\n    повідомити про таку ситуацію за адресою: info@id-tech.io. Користувач, який складає звіт, повинен надати дані\n    технічного ідентифікатора для перевірки звіту. <\/li>\n<\/ol>\n<h3> 6. Відповідальність <\/h3>\n<ol>\n    <li> ID Tech не несе відповідальності за поведінку, дії, упущення та вміст, опублікований Користувачами на Порталі\n        та в Додатку, у тому числі в зокрема, за їх правдивість, якість, безпеку даних. <\/li>\n    <li> Відвідувач або Користувач несе повну відповідальність за свої дії та бездіяльність у зв'язку з використанням\n        Порталу або Додатка, включаючи Обліковий запис, публікацію Списків, і, зокрема, може нести відповідальність за\n        збитки до ID Tech або інших відвідувачів чи користувачів. <\/li>\n    <li> Якщо ID Tech отримає підозру, що через Обліковий запис може відбутися або відбувається незаконна діяльність,\n        яка ставить під загрозу безпеку інших користувачів Порталу чи Додатка, ставить під загрозу безпеку або завдає\n        шкоди ID Tech, ID Tech може тимчасово або назавжди заблокувати доступ Користувача до Облікового запису та\n        повідомити відповідні правоохоронні органи. Блокування облікового запису буде рівнозначно тимчасовому або\n        остаточному припинення надання послуг Користувачеві. Постійне блокування Рахунку тягне за собою розірвання\n        договору про надання послуг Рахунку. Про блокування Акаунта Користувач повідомляється в рамках листування\n        електронною поштою або SMS на вказаний номер мобільного телефону. <\/li>\n    <li> ID Tech не перевіряє особу, яка використовує Портал і Програму. <\/li>\n    <li> ID Tech не несе відповідальності за будь-яку невідповідність між списком хостів і списком гостей. <\/li>\n    <li> ID Tech не є посередником або стороною будь-яких угод, транзакцій, які здійснюються Користувачами на Платформі\n        чи Додатку. Зокрема, ID Tech не виступає посередником при укладанні договорів оренди\/оренди приміщень. У рамках\n        Платформи чи Додатка не укладаються угоди. Будь-які угоди між Користувачами укладаються за межами Платформи або\n        Додатка, за які ID Tech не несе відповідальності. <\/li>\n    <li> Оголошення носять виключно інформаційний характер і не є пропозицією у розумінні цивільного законодавства.\n    <\/li>\n    <li> Кожен Користувач, який використовує Платформу або Програму, несе відповідальність за наслідки своїх дій чи\n        бездіяльності. Незаконні дії чи бездіяльність можуть призвести до юридичної відповідальності, включаючи\n        кримінальну відповідальність за окремими положеннями. <\/li>\n<\/ol>\n<h3> 7. Скарги <\/h3>\n<ol>\n    <li> Відвідувач або користувач може зв’язатися з ID Tech щодо порушень у наданих послугах, роботі облікового запису,\n        платформи, програми , у таких формах: <br \/>\n        < ol type=\\\"a\\\">\n    <li> електронною кореспонденцією, на адресу < a href=\\\"mailto:info@id-tech.io\\\"> info@id -tech.io <\/a> <\/li>\n    <li> У письмовій формі за адресою: ID Tech sp. z oo, Andersia Business Center, Plac Andersa 7, 61-894 Познань. <\/li>\n<\/ol>\n<\/li>\n<li> Користувач має право подати скаргу щодо неналежного виконання або невиконання ID Tech послуг, зазначених у цих\n    Правилах. Користувач зобов'язаний подати скаргу за допомогою: <br \/>\n    < ol type=\\\"a\\\">\n<li> електронною листуванням на адресу < a href=\\\"mailto:info@id-tech.io\\\"> info@id-tech.io <\/a> <\/li>\n<li> У письмовій формі за адресою: ID Tech sp. z oo, Andersia Business Center, Plac Andersa 7, 61-894 Познань. <\/li>\n<\/ol>\n<\/li>\n<li> Скарга повинна містити: ім’я, адресу електронної пошти або SMS на вказаний номер мобільного телефону Користувача,\n    запит Користувача, поданий у зв’язку з скарга. Скарга без зазначених вище даних може потребувати доповнення, а якщо\n    неможливо встановити особу, від якої походить скарга, скарга відхиляється. <\/li>\n<li> ID Tech має відповісти на подану скаргу протягом 30 днів з моменту отримання. Відповідь буде надана в електронному\n    листі за адресою, наданою Користувачем. <\/li>\n<\/ol>\n<h3> 8. Інтелектуальна власність <\/h3>\n<ol>\n    <li> Контент, опублікований на Платформі, включаючи текстові матеріали, графіку, логотипи, відео, підлягає охороні\n        інтелектуальної власності права ID Tech. Забороняється будь-яким чином використовувати цей вміст без попередньої\n        згоди ID Tech, включаючи використання маркування Платформи або Додатка. Забороняється збирати, збирати та\n        обробляти інформацію та дані, що містяться на Платформі чи Додатку. <\/li>\n<\/ol>\n<h3> 9. Технічна перерва <\/h3>\n<ol>\n    <li> ID Tech дотримується належної обачності, щоб забезпечити безперебійне надання послуг. <\/li>\n    <li> ID Tech залишає за собою право робити технічні перерви в роботі Платформи або Програми. <\/li>\n    <li> Технічні перерви плануватимуться в нічний час, щоб це не заважало можливості використання Платформи чи\n        Програми. ID Tech погоджується надавати розумне повідомлення про будь-які заплановані технічні перерви. <\/li>\n<\/ol>\n<h3> 10. Заключні положення <\/h3>\n<ol>\n    <li> ID Tech обробляє персональні дані користувачів відповідно до чинного законодавства та відповідно до Політики\n        конфіденційності, що додається до цих Правил. <\/li>\n    <li> Користувач зобов'язаний не розголошувати третім особам інформацію, що стосується інших Користувачів, яку\n        він\/вона отримав від ID Tech у зв'язку з використанням Платформи або Додатка. <\/li>\n    <li> ID Tech має повноваження вносити зміни до Правил у таких ситуаціях: <br \/>\n        <ol type=\\\"a\\\">\n            <li> Зміни в законодавстві, що стосуються послуг, що надаються за цим Договором; <\/li>\n            <li> Технологічні та функціональні зміни, <\/li>\n            <li> Зміни, пов’язані з безпекою Користувачів або Порталу\/Додатка; <\/li>\n            <li> Зміни в Політиці конфіденційності; <\/li>\n            <li> Зміни, пов’язані з удосконаленням Порталу або Програми. <\/li>\n        <\/ol>\n    <\/li>\n    <li> Користувач повинен бути поінформований про будь-які зміни шляхом розміщення інформації на Порталі або в Додатку\n        та\n        електронною поштою на адресу електронної пошти, надану Користувачем під час Реєстрації, або шляхом SMS на\n        вказаний\n        номер мобільного телефону. <\/li>\n    <li> Зміни набирають чинності з дати, зазначеної в повідомленні, зазначеному в параграфі (4) вище, яка не може бути\n        менше 15 днів, за винятком: <br \/>\n        <ol type=\\\"a\\\">\n            <li> Підлягає юридичним або нормативним зобов'язанням, згідно з якими ID Tech зобов'язаний вносити зміни в\n                Правила та положення і що унеможливлює дотримання вищезгаданого терміну; <\/li>\n            <li> Для подолання непередбачених і неминучих загроз, щоб захистити Інтернет-брокерські послуги,\n                Користувачів від шахрайства, порушення даних, спаму, зловмисного програмного забезпечення та інших\n                загроз кібербезпеці. <\/li>\n        <\/ol>\n    <\/li>\n    <li> Законом, що регулює договір між ID Tech та Користувачем, є польське законодавство. <\/li>\n    <li> Користувачі, які є споживачами, мають можливість використовувати позасудове врегулювання скарг і претензій у\n        Постійному споживчому арбітражному суді при Провінційному інспекторі торгової інспекції в Познані. Інформацію\n        про те, як отримати доступ до вищезгаданої процедури та процедур вирішення спорів, можна знайти на:\n        www.uokik.pl, у вкладці Розгляд споживчих спорів. Крім того, споживачі, які є фізичними особами, можуть\n        використовувати платформу ЄС ODR, доступну за адресою: <\/li>\n    <li> https:\/\/ec.europa.eu › споживачі › odr <\/li>\n    <li> У всіх питаннях, не передбачених ці Правила будуть застосовними до положень загальнозастосовного польського\n        законодавства, зокрема положень Цивільного кодексу, Загального положення про захист даних та Закону про\n        електронні послуги. <\/li>\n<\/ol>"
}