{
  "privacyPolicy": "<h2>Privacy policy</h2>\n<p>The purpose of this Privacy Policy is to explain the rules and rights related to the processing\n    of your personal data by ID Tech sp. z o.o. with its registered office in Warsaw, ul. Jana\n    Olbrachta 29 / 54, 01-102 Warszawa, registered in the Register of Entrepreneurs of the\n    National Court Register (Krajowy Rejestr Sądowy – KRS) kept by the District Court for the\n    Capital City of Warsaw in Warsaw (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIII\n    Commercial Division of the National Court Register under the KRS number: 0000925748, NIP:\n    527-297-31-56, REGON: 520146250 within the provided Platform and Application.\n    Whenever capitalized terms appear in this policy, they are defined in the Terms and\n    Conditions of using the UASOS.ORG platform and application (hereinafter: Terms and\n    Conditions).</p>\n<h3>I. Data Administrator</h3>\n<h4>Data Administrator</h4>\n<p>The administrator of your personal data is ID Tech sp. z o.o. with its seat in Warsaw, Jana\n    Olbrachta 29 / 54, 01-102 Warsaw, registered in the register of entrepreneurs of the National\n    Court Register (Krajowy Rejestr Sądowy, KRS) kept by the District Court for the Capital City of\n    Warsaw in Warsaw (Sąd Rejonowy dla m. st. Warszawy w Warszawie), VIII Commercial\n    Division of the National Court Register under the KRS number: 0000925748, NIP:\n    527-297-31-56, REGON: 520146250.</p>\n<h4>Contact information</h4>\n<p>The Administrator has appointed a data protection officer. Contact with the data protection officer is\n    possible at the above-mentioned address of the registered office or by e-mail at: <a\n        href=\\\\\\\"mailto:iod@id-tech.io\\\\\\\">iod@id-tech.io</a>.</p>\n<h3>II. Scope, purposes and duration of personal data processing</h3>\n<h4>General Information</h4>\n<p>As part of your creation of an Account, your use of our Platform/App and your posting of\n    Listings, we receive personal information from you. You may use the Platform/App only after you have read\n    and accepted this Privacy Policy and the Terms of Use.</p>\n<h4>Data Processing</h4>\n<p>When you register your account on our Portal or Application, we require for you to provide the following information: \n<ul>\n    <li>First Name,</li>\n    <li>E-mail address,</li>\n    <li>Password (the password is known only to you, we secure it in such a way that you do not know its contents)</li>\n    <li>Mobile phone number.</li>\n\t<li>Address of accomodation</li>\n</ul>Providing the above data by you is voluntary, but necessary in order to conclude\ncontract and for us to provide services to you in accordance with the Terms and Conditions.\nThe consequence of failing to provide the aforementioned data will be our inability to\nprovide you with the Account services referred to in the Terms and Conditions. <br /> <br />Once you have registered for\nan account, and if you want to add the Listing, you are required\nto complete the following details for your accommodation listing or search: <ul>\n    <li>The location, to which the Listing relates to;</li>\n    <li>Length of overnight stay and possibility to extend it</li>\n    <li>Your age (age brackets);</li>\n    <li>Information about who the Host can accommodate;</li>\n    <li>Information about transportation from the border;</li>\n    <li>Information about possible facilitations for the disabled;</li>\n    <li>Preferred number of people the Listing is for;</li>\n    <li>Whether your Listing includes pets;</li>\n    <li>Whether the Listing is for an apartment, a room, a place in a room;</li>\n    <li>Gender (you are not required to indicate this information, but it will make it much easier for us to match Host\n        Listing to meet the needs of our Guests). </li>\n</ul> The consequence of failing to provide the above-mentioned data will be an inability to place the Listing by us.\nThis data is processed based on your consent.</p>\n<h4>Collection of other data</h4>\n<p>When you use your account, we collect information about the Listing you have posted, about\n    your activities on the Platform and in the Application. Within your Account you can\n    additionally upload your own photo or graphics, which may present your image. By\n    uploading your photo or graphic you consent to its processing. In the case of logging in via\n    your Facebook account, you give your consent to the processing of your image or graphic\n    posted on Facebook, which is also discussed below.<br /> <br />If you log in to our Platform or Application through\n    other service-authentication services, we will obtain your personal data through these sources (Facebook account,\n    Google account). In this case, we will collect your personal data in the form of your username, e-mail address,\n    photo or avatar that you use within the services through which you log in. We will process\n    your personal data from these sources only for the purposes of logging in and using the\n    Platform or Application by you.<br /> <br />In accordance with the accepted practice of most websites, we store HTTP\n    requests directed to our server. The browsed resources are identified by URL addresses. We can also process\n    your data for statistical and analytical purposes. Data which we can process for this purpose\n    are: the public IP address of the computer from which it came Your IP address, username,\n    cookie data, information about your traffic on the Platform or in the Application, information\n    about the browser, parameters software and hardware.<br /> <br /> We may also process your data and information from\n    logs for purposes statistical and analytical for. ensuring the highest quality of services. The collected logs are\n    stored\n    indefinitely as auxiliary material used for administering the Platform and Application and are\n    used, among others, to create aggregate statistics that do not contain features that identify\n    specific people.\n</p>\n<h4>Purpose and purposes of data processing</h4>\n<p>We will process your data for the following purposes:\n<ul>\n    <li>to enter into and perform the contract with you of providing you with the Platform/Application for you to post\n        Listings - please note that the information you post in a Listing does not originate from or is not created or\n        initiated by us. We are not responsible for the information or content you provide as part of creating your\n        account and logging in as well as your Listing. Please note that by providing your data, you are responsible for\n        its correctness and compliance with the Terms and Conditions; </li>\n    <li>respond to any inquiries or requests, including those made via the contact form; </li>\n    <li>to comply with our legal obligations, including ensuring security of the services provided;</li>\n    <li>for analytical or statistical purposes;</li>\n    <li>contact with you through the foundations cooperating with us in order to obtain information and verify the\n        conditions related to the given Listing. </li>\n</ul> The basis for processing personal data is: <ul>\n    <li>Your consent - Article 6(1)(a) RODO in conjunction with Article 9(1)(a) RODO;</li>\n    <li>necessity for the conclusion and performance of the contract - Article 6 (1) (b) of the RODO;</li>\n    <li>fulfillment of legal obligations incumbent on the Administrator, including ensuring security of the services\n        provided - Article 6(1)(c) of the RODO; </li>\n    <li>in terms of conducting statistics or analyses - Article 6 (1) (f) of the RODO (our legitimate interest to\n        optimize our services). </li>\n</ul>\n</p>\n<h4>Data processing periods</h4>\n<p>The data collected for the purpose of concluding and performing a contract shall be\n    processed for the duration of the contract, until of the removal of the Account, and\n    thereafter shall be stored until the expiry of the period of limitation of claims (in order to\n    secure information in case of a legal need to prove facts or to secure or assert claims or to\n    protect against them), i.e. for a period of 2 years. The data may be stored longer if such an\n    obligation arises from legal regulations (e.g. regarding archiving)\n    Your data provided in the context of contacting us will be processed for the period necessary\n    to answer and, if applicable, to correspond with you, and then, until the expiry of the\n    limitation period for any possible claims, but no longer than 6 years.\n    Data processed based on your consent will be processed until you withdraw your consent.\n</p>\n<h3>III. Recipients of personal data</h3>\n<h4>Who we share data with</h4>\n<p>We may share your personal information with third parties with whom we have contracts for\n    data storage services, analytics services, consulting services, in order to provide us with the\n    above-mentioned services, as well as the foundations supporting us in the field of contacting\n    you in order to obtain information and verify the conditions related to the Listing. These\n    entities are not and will not be entitled to use your personal data for their own purposes\n    Without your consent, personal data will not be shared with other third parties, except in the\n    above circumstances and in a situation where the transfer is made to authorized entities\n    (including law enforcement or judicial authorities) - as a result of a legally justified request. <br /><br /> Your personal data may be shared if the processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.</p>\n<h4>Transfer of data outside the European Community</h4>\n<p>Your personal information may be transferred outside the European Economic Area, including to:\n<ul>\n    <li>Google LLC with headquarters in Mountain View, United States, in connection with our use of reCAPTCHA to ensure\n        the security of services provided and to confirm that you are not a robot. You can read information about this\n        solution at: <a\n            href=\\\\\\\"https://policies.google.com/privacy?hl=en\\\">https://policies.google.com/privacy?hl=en</a> and <a\n            href=\\\\\\\"https://policies.google.com/terms?hl=en\\\">https://policies.google.com/terms?hl=en</a>. </li>\n    <li>Google Cloud Firestore - a third party database provider. You can read information about how this provider\n        safeguards your personal information on the website <a\n            href=\\\\\\\"https://firebase.google.com/support/privacy\\\\\\\">https://firebase.google.com/support/privacy</a>.\n    </li>\n</ul>Traffic on our websites is monitored by the analytics system of Google Analytics, whose\npurpose is to collect information about the use and popularity of the websites. This\ninformation (e.g. the browser used or the IP address) will never be shared by us with third\nparties, with the exception of the Google Analytics provider, Google Inc.\nThis data is information about a device and not a specific person. We will not take any steps\nto identify that person. Details of the Google Analytics privacy policy are available at:\n<a href=\\\\\\\"http://www.google.com/analytics/learn/privacy.html\\\">http://www.google.com/analytics/learn/privacy.html</a>.\n</p>\n<h3>IV. Right of the a person who data refers to</h3>\n<p>In all cases, you have the right to:\n    <ol type=\\\"a\\\">\n        <li>\n            access to your data (including, for example, receiving information which data is processed);\n        </li>\n        <li>\n            request rectification and restriction of data processing (e.g. if incorrect);\n        </li>\n        <li>\n            request that your data be deleted (e.g. in the event that it has been unlawfully processed);\n        </li>\n        <li>\n            withdraw consent at any time without affecting the lawfulness of the processing that was done on the basis of\n            consent before its withdrawal (if the processing was based on consent);\n        </li>\n        <li>\n            portability of data that you have provided to us and that are processed by automated means and the processing is\n            based on consent or on contract (portability e.g. to another controller);\n        </li>\n        <li>\n            object to the processing of personal data, in case the processing is carried out for purposes resulting from a\n            legitimate interest pursued by the Administrator or by a third party;\n        </li>\n        <li>\n            lodge a complaint to the President of the Data Protection Authority (contact details: available at:\n            https://uodo.gov.pl/) in the event that, in your opinion, the processing of\n            your data violates the provisions on the protection of personal data.\n        </li>\n    </ol>\nYou can exercise the above privileges:\n<ol>\n    <li>\n        regarding your request for rectification: your data is incorrect or incomplete;\n    </li>\n    <li>\n        with regard to your request for erasure: your data is not necessary for the purposes for which they were\n        collected; you withdraw your consent to the processing of your data; you object in advance to the processing of\n        your data; your data is processed unlawfully; the data should be deleted in order to comply with an obligation\n        arising from a legal provision;\n    </li>\n    <li>\n        with regard to the request to restrict data processing: you notice that your data is incorrect; your data is\n        processed unlawfully, but you do not want it to be deleted; we no longer need your data, but you may need it to\n        defend or assert your claims; or you lodge an objection to the processing of your data - until it is determined\n        whether the legitimate grounds on our part prevail over the grounds for the objection;\n    </li>\n    <li>\n        with regard to a request for data portability if the processing of your data takes place on the basis of your\n        consent or a contract concluded with you and the processing is carried out by automated means.\n    </li>\n    <li>\n        regarding withdrawal of consent: if your data are processed on the basis of based on consent.\n    </li>\n</ol>\n</p>\n<h3>V. Cookies</h3>\n<p>The Cookies used in the service collect only information about devices and browser settings and are necessary to\n    ensure the correct operation of the website.<br /> <br />You can modify your cookie settings. Their change may\n    include blocking the automatic handling of cookies or informing about their use in your devices each time. The\n    methods of handling and modifying cookies can be found in the settings of the web browser you are using. However,\n    you must know that disabling the use of cookies may cause difficulties or prevent the use of certain services.<br />\n    <br />In addition, the service may use session cookies to handle information about reading the highlighted\n    information. Thanks to their use, the information is displayed only once for one user session and does not appear\n    again. The above-mentioned session cookie occurs at a specific time and only for the time the website is visited by\n    the user.\n</p>\n<h3>VI. Security</h3>\n<h4>What we do</h4>\n<p>In order to ensure security:\n<ul>\n    <li>we control the methods we use to collect, store and process information;</li>\n    <li>we apply physical and organizational security measures in order to ensure that the data processing complies with\n        the requirements of the provisions on the protection of personal data and protects the rights of the persons\n        whose data we process, including protecting the data against unauthorized access, takeover by an unauthorized\n        person, processing in violation of the law, alteration, loss, damage or destruction, </li>\n    <li>We ensure that access to and availability of personal information is restored quickly in the event of a physical\n        or technical incident in the event of a physical or technical incident; </li>\n    <li>we adequately test and evaluate the effectiveness of technical and organizational measures to ensure security of\n        processing; </li>\n    <li>we only grant access to personal information to those who need to have access to it, in order to carry out the\n        duties assigned to them and only to the extent that they are necessary to do so. These individuals are obliged\n        to maintain strict confidentiality and may face consequences, including termination, if they fail to comply with\n        these obligations. </li>\n</ul>\n</p>\n<h4>Mechanisms associated with countering automated traffic</h4>\n<p>For security purposes and to prevent web robots, we use Google reCAPTCHA to examine user behavior in order to verify\n    that no robots are involved. We may therefore disclose information to Google LCC, such as your IP address and data\n    to determine whether an automated action has taken place (browser settings, technical device elements, information\n    about your behavior on our Portal/App).</p>\n<h4>Do we profile your personal data</h4>\n<p>The information you provide in the Listing is profiled to match accommodation offered to the needs of those seeking\n    assistance. However, as a result of these activities, no decision is made in relation to you that produces legal\n    effects or similar materially affecting you. The mechanism used by us serves only to better match the Listings of\n    people offering assistance with the needs of needs of persons seeking such assistance. Currently, this is the only\n    mechanism that allows better matching of published Listing.</p>\n<h3>VII. Final Provisions</h3>\n<h4>Privacy Policy Statement</h4>\n<p>We reserve the right to unilaterally change this Privacy Policy at any time, if necessary, as a result of\n    modifications in services, Terms and Conditions, to company policy or management, law or jurisdiction. Changes will\n    be effective as of the date they are posted on the site with an indication of the date of implementation. The\n    Platform or the Application may contain links to other websites. We are not responsible for the privacy practices of\n    these websites. After switching to other websites, read their privacy policy.</p>"
}
