{
    "regulations": "<h2>TERMS AND CONDITIONS OF USE OF THE PLATFORM AND APPLICATIONS SOSUA.PL<\/h2>\n<ol>\n    <li><b>Definitions<\/b><\/li>\n    <li><b>General Provisions<\/b><\/li>\n    <li><b>General Terms of Use of the Website and Application<\/b><\/li>\n    <li><b>Account<\/b><\/li>\n    <li><b>Adding Listings<\/b><\/li>\n    <li><b>User Actions<\/b><\/li>\n    <li><b>Complaints<\/b><\/li>\n    <li><b>Intellectual Property<\/b><\/li>\n    <li><b>Technical Break<\/b><\/li>\n    <li><b>Final Provisions<\/b><\/li>\n<\/ol>\n<h3>1. Definitions<\/h3>\n<p> <b>ID Tech<\/b> - ID Tech sp. z o.o. with its seat in Warsaw, ul. Jana Olbrachta 29 \/ 54, 01-102 Warszawa, registered\n    in the register of entrepreneurs of the National Court Register (Krajowy Rejestr Sądowy, KRS) kept by the District\n    Court for the Capital City of Warsaw in Warsaw, VIII Commercial Department of the National Court Register under the\n    KRS number: 0000925748, NIP: 527-297-31-56, REGON: 520146250; <\/p>\n<p><b>Account<\/b> – a set of data related to a given User, including information about his or her activity on the\n    Platform or in the Application, including information that the User provides on the Portal or in the Application;\n<\/p>\n<p><b>Registration<\/b> – the process of creating an Account by the User, after the User has accepted the required\n    documents and consents;<\/p>\n<p><b>User<\/b> – a natural person with full legal capacity, who has an Account and uses the Portal or Application after\n    logging in to the Account after prior confirmation of his\/her authenticity by means of a login and password on the\n    Portal or Application and using the functionalities, data range, forms and features provided by ID Tech;<\/p>\n<p><b>Visitor<\/b> – means a natural person who does not have an Account and who is not a User and who may use the\n    Platform and Application without registering, in accordance with the terms of these Terms of Use;<\/p>\n<p><b>Platform<\/b> – run by ID Tech sp. z o.o. online platform available under the domain: UASOS.ORG<\/p>\n<p><b>Application<\/b> – software running on mobile devices such as cell phones, smartphones or tablets in the operating\n    systems of these devices, in Windows or Android, being able to use the functions of these devices, to which all\n    copyrights belong to ID Tech sp. o.o.<\/p>\n<p><b>Host Listing<\/b> – a notice from the User expressing a wish to provide accommodation, in accordance with the\n    criteria provided for by the Platform or Application and set out in these Conditions<\/p>\n<p><b>Guest Listing<\/b> - an advertisement originating from the User, whereby the User makes a request for\n    accommodation, according to the criteria provided for within the Platform or Application and as set out in these\n    Regulations.<\/p>\n<p><b>Listing<\/b> – Guest Listing and Host Listinga<\/p>\n<p><b>RODO<\/b> - Regulation (EU) 2016\/679 of the European Parliament and of the (EU) Council of 27 April 2016 on the\n    protection of natural persons with regard to the processing of personal data and on the free movement of such data\n    and repealing Directive 95\/46\/EC (General Data Protection Regulation)<\/p>\n<h3>2. General Provisions<\/h3>\n<ol>\n    <li>These Terms and Conditions specify the terms of use of the Portal and Application, including the rules for\n        Registration, Account and publication of Listings. <\/li>\n    <li>The Portal and the Application are designed for searching by Users for Listings on providing or receiving\n        accommodation. The Portal and Application were created in order to provide assistance to refugees who were\n        forced to leave Ukraine due to the outbreak of war. <\/li>\n    <li>The use of the Portal and the Application is free of charge.<\/li>\n    <li>Each Visitor and User is required to comply with these Terms and Conditions. <\/li>\n    <li>The Portal and Application shall enable:<br \/>\n        <ol type=\\\"a\\\">\n            <li>to the Visitor - an access to the content of the Listings;<\/li>\n            <li>to the User:<br \/>\n                <ol type=\\\"i\\\">\n                    <li>an access to the content of the Listings;<\/li>\n                    <li>an access to the Account;<\/li>\n                    <li>publication of a Listing after logging into the Account;<\/li>\n                    <li>selection of a Listing that matches the criteria of the User displaying the Host Listing with a\n                        Visitor's Listing from another User. <\/li>\n                <\/ol>\n            <\/li>\n        <\/ol>\n    <\/li>\n<\/ol>\n<h3>3. Account<\/h3>\n<ol>\n    <li>In order to gain access to an Account it is necessary to register;<\/li>\n    <li>The Account allows the User to:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Publish the Listing;<\/li>\n            <li>Select of one Listings presented to the User as a result of matching the criteria of the Host Listing\n                with the Guest Listing. <\/li>\n        <\/ol>\n    <\/li>\n    <li>The User may have only one Account on the Portal\/App within one e-mail address or mobile phone. The User may use\n        the same data to log in to the Portal and Application. <\/li>\n    <li>In order to:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Complete the registration form available on the Portal or Application and provide the data required\n                therein, such as name, email address, unique password or authenticate through an external service\n                provider (Facebook, Google). The User undertakes to provide true, complete and current data. If the data\n                changes, the User is obliged to update it; <\/li>\n            <li>Read and accept these Terms and Conditions and the Privacy Policy;<\/li>\n        <\/ol>\n    <\/li>\n    <li>After completing the steps referred to in Section 4 above, the User logging in by completing the registration\n        form will receive an email confirming Account registration. In the case of authentication through an external\n        service provider (Facebook, Google) the User does not receive an email about setting up an Account. <\/li>\n    <li>Providing false data by the User shall result in immediate termination of the agreement for the provision of\n        Account services and deletion of the Account. <\/li>\n    <li>The User may not share the Account or login data with third parties. <\/li>\n    <li>The User is forbidden to undertake actions contrary to these Regulations, applicable laws or good manners, in\n        particular including actions that may violate personal interests, incitement to commit criminal acts and their\n        advocacy, incitement to hatred based on national, ethnic, racial and religious grounds. <\/li>\n    <li>The User agrees to take every precaution to maintain the secrecy and protect the data from unauthorized\n        disclosure or access. <\/li>\n    <li>At the moment of registration of the Account, it comes to the conclusion of the contract for the provision of\n        Account services by ID Tech to the User, which is concluded for an indefinite period of time. <\/li>\n    <li>The User may terminate the Account Services Agreement at any time by selecting the \\\"Delete Account\\\" option in\n        the Account. <\/li>\n    <li>The User who is a consumer or a natural person concluding a contract directly related to its business activity,\n        if the content of this Services Agreement shows that it is not of a professional nature for that person, may,\n        within 14 days from the date of conclusion of the Services Agreement, withdraw from it without giving a reason,\n        by submitting a declaration in this regard by e-mail to the following address: info@id-tech.io or in writing to\n        the following address: ID Tech sp. z oo, Andersia Business Center, Plac Andersa 7, 61-894 Poznań. <\/li>\n    <li>Deletion of the Account is equivalent to the loss of access by the User to the Account and all data and\n        information contained therein, including the content of the Listing. <\/li>\n    <li>ID Tech may terminate the Account Services Agreement with the User upon one month's notice if the User:<br \/>\n        <ol type=\\\"a\\\">\n            <li>has not logged into Account for more than 12 months;<\/li>\n            <li>despite creating an Account, has not posted any Listing within 30 days from the date of registration.\n            <\/li>\n        <\/ol>\n    <\/li>\n    <li>ID Tech will notify the User of the termination referred to above via email correspondence. <\/li>\n    <li>ID Tech may terminate with the User the agreement for providing the Account services immediately in the\n        following situations:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Violation of these Regulations by the User, undertaking actions contrary to applicable law or good\n                practice, in particular this includes actions that may violate personal rights, incitement to commit\n                criminal acts and their advocacy, incitement to hatred based on national, ethnic, racial and religious\n                grounds <\/li>\n            <li>Taking actions by the User to damage the reputation of ID Tech or actions that may result in damage to\n                ID Tech; <\/li>\n            <li>Taking any action that indicates an automated action. <\/li>\n        <\/ol>\n    <\/li>\n<\/ol>\n<h3>4. Adding Listings<\/h3>\n<h4>A. Publication of the Host Announcement<\/h4>\n<ol>\n    <li>As part of User’s access to your Account, you are authorized to add a Host Listing. <\/li>\n    <li>Host may only add one Host Listing per location where Host offers accommodation. <\/li>\n    <li>The Host's Listing shall be added by a User who resides in the Republic of Poland and who holds legal title to\n        the premises to which the Listing relates. <\/li>\n    <li>Publishing of the Host Listing is done after logging into the Account and going to the tab: Add Listing. <\/li>\n    <li>After the Host Listing has been added, the User receives an e-mail correspondence or SMS to the provided mobile\n        phone number. The Host's Listing is subject to verification by a moderator and, upon the moderator's approval,\n        becomes visible on the Portal or Application, of which the User shall be notified by e-mail to the e-mail\n        address provided by the User upon Registration or SMS to the provided mobile phone number. <\/li>\n    <li>A listing is added by entering or selecting appropriate data and criteria on the Portal or Application, such as:\n        location, type of accommodation, length of accommodation and possibility of its extension, age, number of\n        persons, including children, information on who can be accommodated, whether transportation from the border is\n        provided, preferred origin of persons, possibility of accepting animals, facilities for disabled persons and\n        gender. Not all information is mandatory, but it is helpful in matching the Host Listing and Guest Listing <\/li>\n    <li>After entering the necessary data and their acceptance, the Host listings are published. <\/li>\n    <li> Based on the data and criteria specified in the Host Listing, a match is made with the Guest Listing. The\n        result of the matching is shown to the User within their Account. The User who publishes a Host listings is\n        notified of the matching within the framework of an email correspondence to the email address provided by the\n        User upon registration. In the correspondence, the User who publishes a Host Listing shall receive:<br \/>\n        <ul>\n            <li>data in the form of the e-mail address or mobile phone number of the User whose Guest Adv has been\n                paired <\/li>\n            <li>link in which the User confirms that the Users have agreed on terms of accommodation. The link will be\n                active for 6 hours. During this time, the visibility of the Host's Listing is suspended and is invisible\n                to other Users and Visitors to the Portal or Application. In the event of failure to confirm the\n                agreement via the indicated link within the specified time, the Host Listing will be brought back and\n                will be visible on the Portal and Application. Confirmation shall be equivalent to the removal of the\n                Listing from the Portal and Application. <\/li>\n        <\/ul>\n    <\/li>\n<\/ol>\n<h4>B. Publishing of the Guest Listing<\/h4>\n<ol>\n    <li>User who is a refugee who was forced to leave Ukraine due to the outbreak of war as part of his Account access\n        is entitled to add Guest Listings. <\/li>\n    <li>Verification of compliance by a User with the condition referred to in paragraph 1 above is the responsibility\n        of the User who publishes the Host's Listing, whose Listing was matched with the Visitor's Listing. <\/li>\n    <li>User may only add one Guest Listing per location where User is seeking accommodation. <\/li>\n    <li>Publishing a Guest Listing is done by logging into the Account and going to the tab: Add Listing <\/li>\n    <li>After the Guest Listing has been added, the User shall receive an e-mail message or SMS to the provided mobile\n        phone number. The Guest Listing shall be verified by the moderator and, upon the moderator's approval, shall\n        become visible on the Portal or Application, of which the User shall be notified by e-mail or SMS to the\n        provided mobile phone number to the e-mail address provided by the User upon Registration. <\/li>\n    <li>The Listing is added by entering or selecting appropriate data and criteria on the Portal or Application, such\n        as: the location, type of accommodation (apartment, room), length of accommodation and the possibility of\n        extending it, age, number of people, including children, information about who is looking for accommodation,\n        whether transportation from the border is necessary, the origin of people, the possibility of accepting animals,\n        facilities for disabled people and sex. Not all information is obligatory, but it is helpful in matching Host\n        and Guest Listing. <\/li>\n    <li>After all data is entered and accepted, the Guest Listing is published. <\/li>\n    <li>Based on the data and criteria specified in the Guest Listing, a match is made with the Host Listing. The result\n        of the matching is presented to the User within their Account. <\/li>\n    <li>The User who publishes a Host Listing shall be notified of the matching within an electronic correspondence to\n        the email address provided by the User at Registration. In the correspondence, the User publishing a Guest\n        Listing receives:<br \/>\n        <ul>\n            <li>User data in the form of the email address whose Host Ad has been paired; <\/li>\n            <li>link in which the User confirms that the Users have agreed on terms of accommodation. The link will be\n                active for 6 hours. During this time, the visibility of the Guest Listing is suspended and is invisible\n                to other Users and Visitors to the Portal or Application. In the event of failure to confirm the\n                agreement via the indicated link within the specified time, the Visitor Listing shall be suspended and\n                shall be visible on the Portal and Application. Confirmation shall be equivalent to the removal of the\n                Listing from the Portal and Application. <\/li>\n        <\/ul>\n    <\/li>\n<\/ol>\n<h3>5. User Action<\/h3>\n<ol>\n    <li>All actions and behavior of the Visitor or User shall be in accordance with the law, good morals, the applicable\n        provisions of the law, these Terms of Use. It is prohibited for a Visitor or User to use the Portal or\n        Application in a manner inconsistent with their intended purpose, contrary to the principles set forth in these\n        Regulations. <\/li>\n    <li>Visitor and the User undertakes in particular:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Not to take any action that could interfere with the proper functioning of the Portal or the\n                Application, including not to interfere with the content, contents of the Portal or the Application;\n            <\/li>\n            <li>Not to take any action that might interfere with or affect the technical elements or infrastructure of\n                the Portal or the Application; <\/li>\n        <\/ol>\n    <\/li>\n    <li>In addition, the User agrees:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Not to mislead persons using the Portal or the Application, including by providing false data or\n                publishing false Listings; <\/li>\n            <li>Not to use data of unlawful, offensive nature, violating the good name of third parties, personal\n                interests, including good name, reputation. <\/li>\n        <\/ol>\n    <li>In the event that the Visitor or the User obtains reliable information about the unlawfulness of actions or\n        content contained on the Portal or the Application or information about acting contrary to the provisions of\n        these Regulations, the User may report such situation to the following address: info@id-tech.io. The User making\n        the report shall provide Tech ID data in order to verify the report. <\/li>\n<\/ol>\n<h3>6. Responsibility<\/h3>\n<ol>\n    <li>ID Tech is not responsible for the behavior, actions, omissions and content posted by Users on the Portal and\n        Application, including, in particular, for their veracity, quality, data security. <\/li>\n    <li>The Visitor or User shall be fully responsible for his\/her acts and omissions in connection with the use of the\n        Portal or the Application, including the Account, publication of Listings, and in particular may be liable for\n        damages to ID Tech or other Visitors or Users. <\/li>\n    <li>If ID Tech obtains a suspicion that unlawful activity may occur or is occurring through the Account,\n        compromising the safety of other users of the Portal or Application, compromising the security of or harming ID\n        Tech, ID Tech may temporarily or permanently block the User's access to the Account and notify the appropriate\n        law enforcement authorities. Blocking the Account will be equivalent to temporary or permanent cessation of the\n        provision of services to the User. Permanent blocking of the Account shall result in termination of the\n        agreement on provision of the Account services. The User shall be notified about the Account blocking within the\n        scope of e-mail correspondence or SMS to the provided mobile phone number. <\/li>\n    <li>ID Tech does not verify the identity of individuals using the Portal and Application. <\/li>\n    <li>ID Tech is not responsible for any mis-match between a Host Listing and a Guest Listing. <\/li>\n    <li>ID Tech is not an intermediary or a party to any agreements, transactions performed by Users on the Platform or\n        Application. In particular, ID Tech does not act as an intermediary in concluding agreements for the\n        rental\/lease of premises. No agreements are concluded within the Platform or Application. Any agreements between\n        Users are made outside the Platform or Application, for which ID Tech bears no responsibility. <\/li>\n    <li>The Listings are for informational purposes only and do not constitute an offer within the meaning of civil law.\n    <\/li>\n    <li>Each User who uses the Platform or Application shall be responsible for the consequences of its acts or\n        omissions. Unlawful acts or omissions may result in legal liability, including criminal liability under separate\n        provisions. <\/li>\n<\/ol>\n<h3>7. Complaints<\/h3>\n<ol>\n    <li>A Visitor or User may contact ID Tech regarding irregularities in the services provided, the operation of the\n        Account, the Platform, the Application, in the following forms:<br \/>\n        <ol type=\\\"a\\\">\n            <li>by electronic correspondence, addressed to <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io<\/a> <\/li>\n            <li>In writing, at the adress: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznań.\n            <\/li>\n        <\/ol>\n    <\/li>\n    <li>The User is entitled to lodge a complaint regarding improper performance or non-performance by ID Tech of the\n        services specified in these Regulations. User is obliged to submit a complaint through:<br \/>\n        <ol type=\\\"a\\\">\n            <li>by electronic correspondence, addressed to <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io<\/a><\/li>\n            <li>In writing, at the address: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznań.\n            <\/li>\n        <\/ol>\n    <\/li>\n    <li>A complaint should include the following: name, e-mail address or SMS to the provided mobile phone number of the\n        User, the request of the User submitted in connection with the complaint. A complaint without the\n        above-mentioned data may require supplementation, and if it is impossible to identify the person from whom the\n        complaint originates, the complaint shall be rejected. <\/li>\n    <li>ID Tech is required to respond to the submitted complaint within 30 days of receipt. The response will be given\n        in the electronic correspondence, on the address provided by the User. <\/li>\n<\/ol>\n<h3>8. Intelectual Property<\/h3>\n<ol>\n    <li>Content published on the Platform, including text materials, graphics, logos, video, are subject to the\n        protection of the intellectual property rights of ID Tech. It is forbidden to use this content in any way\n        without the prior consent of ID Tech, including the use of markings of the Platform or Application. It is\n        prohibited to aggregate, collect and process information and data contained on the Platform or the Application.\n    <\/li>\n<\/ol>\n<h3>9. Technical Break<\/h3>\n<ol>\n    <li>ID Tech shall exercise due diligence to ensure that the provision of services is carried out in an uninterrupted\n        manner. <\/li>\n    <li>ID Tech reserves the right to make technical interruptions in the operation of the Platform or Application.\n    <\/li>\n    <li>Technical interruptions will be scheduled during the night hours so that it does not interfere with the\n        possibility of using the Platform or the Application. ID Tech agrees to provide reasonable notice of any\n        scheduled technical interruption. <\/li>\n<\/ol>\n<h3>10. Final Provisions<\/h3>\n<ol>\n    <li>ID Tech processes Users' personal data in accordance with applicable law and in accordance with the Privacy\n        Policy attached to these Regulations. <\/li>\n    <li>the User shall be obliged not to disclose to third parties information relating to other Users that he\/she has\n        received from ID Tech in connection with the use of the Platform or the Application. <\/li>\n    <li>ID Tech shall have the authority to make changes to the Rules in the following situations:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Changes in laws affecting the services provided hereunder; <\/li>\n            <li>Technological and functional changes,<\/li>\n            <li>Changes related to the security of Users or the Portal\/Application;<\/li>\n            <li>Changes in the Privacy Policy;<\/li>\n            <li>Changes related to the improvement of the Portal or Application.<\/li>\n        <\/ol>\n    <\/li>\n    <li>The User shall be informed of any changes by posting information on the Portal or Application and by e-mail to\n        the e-mail address provided by the User upon Registration or by SMS to the provided mobile phone number. <\/li>\n    <li>Amendments shall become effective on the date specified in the notice referred to in paragraph (4) above, which\n        shall not be less than 15 days, except:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Being subject to a legal or regulatory obligation under which ID Tech is required to make changes to the\n                Rules and Regulations and which makes it impossible to meet the aforementioned deadline; <\/li>\n            <li>To address unforeseen and imminent threats to protect the Internet Brokerage Services, Users from fraud,\n                data breaches, spam, malware, or other cybersecurity threats. <\/li>\n        <\/ol>\n    <\/li>\n    <li>The governing law for the contract between ID Tech and the User is Polish law. <\/li>\n    <li>Users who are consumers have the opportunity to use the out-of-court settlement of complaints and claims before\n        the Permanent Consumer Arbitration Court at the Provincial Inspector of Trade Inspection in Poznań. Information\n        on how to access the above-mentioned procedure and dispute resolution procedures, can be found at: www.uokik.pl,\n        in the tab Settlement of consumer disputes. Additionally, consumers who are natural persons can use the EU ODR\n        platform, available at: <\/li>\n    <li>https:\/\/ec.europa.eu › consumers › odr<\/li>\n    <li>In all matters not covered by these Regulations shall be applicable provisions of universally applicable Polish\n        law, in particular the provisions of the Civil Code, the General Data Protection Regulation and the Act on\n        electronic services. <\/li>\n<\/ol>"
}