{
    "privacyPolicy": "<h2>Notă de informare<\/h2>\n<p><b>Ultima actualizare [*]<\/b><\/p>\n<p><b>ID Tech sp. z o.o<\/b>., societate înființată conform legislației poloneze, înregistrată la Registrul\n    antreprenorilor din Registrul Național al Instanțelor (Krajowy Rejestr Sądowy – KRS) ținut de\n    Tribunalul Districtual al Capitalei Varșovia din Varșovia (Sąd Rejonowy dla m. st. Warszawy w\n    Warszawie), a VIII-a Divizie Comercială a Registrului Național al Instanțelor sub numărul KRS:\n    0000925748, NIP: 527-297-3156, REGON: 520146250 cu sediul în social în Varșovia, ul. Jana\n    Olbrachta 29 \/ 54, 01-102 Warszawa (denumită în continuare “<b>Operatorul<\/b>”), acționează în calitate\n    de operator pentru prelucrarea datelor tale cu caracter personal. Prelucrarea datelor cu caracter\n    personal va fi efectuată în temeiul prevederilor <b>Regulamentului nr. 679\/2016 privind protecția\n    persoanelor fizice în ceea ce privește prelucrarea datelor cu caracter personal şi privind\n    libera circulație a acestor date<\/b> (denumit în continuare “<b>GDPR<\/b>”) precum și a oricăror altor\n    dispoziții legale aplicabile în materia protecției datelor cu caracter personal.<\/p>\n<p><b>ID Tech <\/b>este operatorul de date al datelor cu caracter personal pe care le colectează de la și despre\n    utilizatori prin intermediul platformei și a aplicației uasos.org („<b>Platforma<\/b>” sau “<b>Aplicația<\/b>”).<\/p>\n<p>Nota de informare privind prelucrarea datelor cu caracter personal („<b>Notă de informare<\/b>”) descrie\n    în detaliu cum <b>Operatorul<\/b> prelucrează datele cu caracter personal ale utilizatorilor săi și drepturile\n    pe care aceștia le au în legătură cu această prelucrare.<\/p>\n<p><b>Cui se adresează prezenta Notă de informare?<\/b><\/p>\n<p>Această Notă de Informare detaliază ce se întâmplă cu datele cu caracter personal ale utilizatorilor\n    care sunt furnizate ca urmare a activității pe Platformă\/Aplicație. Prezenta Notă de informare se\n    adresează tuturor utilizatorilor, atât celor ce folosesc Platforma\/Aplicația fără a fi înregistrați cât și\n    celor care își creează un cont pe Platformă\/Aplicație (denumiți în continuare „<b>Utilizatori<\/b>”).<\/p>\n<p>Ori de câte ori apar în prezenta Notă de informare termeni cu majuscule, ei vor avea sensul atribuit\n    în Termenii și condițiile de utilizare ai Platformei\/Aplicației( în continuare “<b>Termeni și condiții<\/b>”).<\/p>\n<h3>I. Operator de date cu caracter personal<\/h3>\n<p>Operatorul de datelor dumneavoastră cu caracter personal(“<b>Operatorul<\/b>”) este ID Tech sp. z o.o.\n    cu sediul în Varșovia, Jana Olbrachta 29 \/ 54, 01-102 Varșovia, înregistrată în registrul\n    antreprenorilor registrului național al instanțelor (Krajowy Rejestr Sądowy, KRS) ținut de\n    Tribunalul Districtual al Capitalei Varșovia din Varșovia (Sąd Rejonowy dla m. st. Warszawy w\n    Warszawie), VIII Secția comercială a Tribunalului Național Registrul sub numărul KRS:\n    0000925748, NIP: 527-297-31-56, REGON: 520146250. <\/p>\n<h4>Informații de contact<\/h4>\n<p>Operatorul a numit un responsabil cu protecția datelor cu caracter personal. Pentru orice fel de\n    informații, responsabilul cu protecția datelor poate fi contactat la adresa sediului social Jana\n    Olbrachta 29 \/ 54, 01-102, Varșovia sau prin e-mail la adresa: iod@idadvisoryidtech.pl.<\/p>\n<h3>II. Scopul, domeniul de aplicare și durata prelucrării datelor cu caracter personal<\/h3>\n<h4>Informații generale<\/h4>\n<p>Platforma și Aplicația au fost create pentru facilita punerea în legătură a refugiaților cu persoane\n    fizice, instituții, ONG-uri și companii care oferă cazare pentru a oferi cea mai bună asistență\n    posibilă unui număr cât mai mare de persoane.<\/p>\n<p>Pentru a folosi Platforma\/Aplicația este necesară crearea unui Cont, în care vor fi introduse datele\n    dumneavoastră cu caracter personal relevante. De asemenea, date personale vor fi colectate și în\n    momentul utilizării propriu-zise a Platformei\/Aplicației.<\/p>\n<p>Puteți utiliza Platforma\/Aplicația numai după ce ați citit și acceptat această Notă de informare și\n    Termeni și condiții.<\/p>\n<h4>Prelucrarea datelor<\/h4>\n<p>În momentul creării unui Cont în Platforma\/Aplicația noastră, este necesar să ne furnizați\n    următoarele informații: \n<ul>\n    <li>Prenume;<\/li>\n    <li>Adresa de e-mail;<\/li>\n    <li>Parola (vom asigura faptul că parola va fi cunoscută numai de dvs și nu va fi dezvăluită \n        altor persoane);<\/li>\n    <li>Numărul de telefon mobil.<\/li><\/ul><\/p>\n<p>Ca regulă, Operatorul nu va prelucra datele personale speciale cu privire la sănătate, originea\n    rasială sau etnică, confesiunea religioasă. Cu titlu de excepție, aceste tipuri de date vor fi prelucrate\n    în măsura în care Utilizatorul va dori să le furnizeze.<\/p>\n<p>Furnizarea datelor de mai sus de către dumneavoastră este voluntară, dar necesară pentru a\n    încheia și executa contractul reprezentat de Termeni și condiții, în baza căruia vă vom furniza\n    serviciile noastre. În cazul în care nu ne veți putea furniza datele menționate mai sus, atunci nu vă\n    vom putea furniza aceste servicii.<\/p>\n<p>După ce v-ați creat un Cont, pentru a finaliza Înregistrarea, trebuie să furnizați următoarele\n    informații: \n<ul>\n    <li>Locația la care se referă Listarea;<\/li> \n    <li>Durata cazării și posibilitatea de a o prelungi;<\/li>\n    <li>Vârsta (categorii de vârstă);<\/li> \n    <li>Informații despre cine poate fi găzduit;<\/li> \n    <li>Informații despre transportul de la frontieră;<\/li> \n    <li>Informații despre posibile facilități pentru persoanele cu handicap;<\/li> \n    <li>Numărul de persoane pentru care este listată cazarea;<\/li> \n    <li>Dacă înregistrarea include animale de companie;<\/li> \n    <li>Dacă listarea este pentru un apartament, o cameră, un loc într-o cameră;<\/li>\n    <li>Sex (nu vi se cere să indicați aceste informații, dar ne va face mult mai ușor să potrivim\n        Listarea gazdelor pentru a satisface nevoile oaspeților noștri).<\/li><\/ul><\/p>\n<p>În cazul în care nu pot fi furnizate datele menționate mai sus, atunci nu se va putea realiza Listarea.\n    Datele dumneavoastră personale vor fi prelucrate pe baza consimțământului dumneavoastră.<\/p>\n<h4>Colectarea altor date<\/h4>\n<p><b><u>Colectarea datelor legate de utilizarea contului<\/u><\/b><\/p>\n<p>Când utilizați Contul, colectăm informații despre:\n<ul>\n    <li>Înregistrarea pe care ați realizat-o<\/li>\n    <li>Activitățile dumneavoastră pe Platformă și în Aplicație<\/li>\n    <li>în cadrul Contului, puteți încărca în plus propria fotografie sau imagine, care vă pot\n        prezenta identitatea<\/li>\n<\/ul><\/p>\n<p>În cazul conectării prin intermediul contului de Facebook, Operatorului\n    îi vor fi transmise datele privind imaginea asociată contului dumneavoastră de Facebook.<\/p>\n<p>În cazul conectării prin intermediul contului de Google, Operatorului\n    îi vor fi transmise datele privind imaginea asociată contului dumneavoastră de Google.<\/p> \n<p>Dacă vă conectați la Platforma sau Aplicația noastră prin alte servicii de autentificare, vom obține\n    datele dumneavoastră cu caracter personal prin intermediul acestor surse.<\/p>\n<p>În acest caz din urmă caz, datele dumneavoastră cu caracter personal care vor fi prelucrate sunt:\n<ul>\n    <li>numele de utilizator;<\/li>\n    <li>adresa de e-mail;<\/li>\n    <li>fotografia imaginea utilizată în cadrul serviciilor prin care vă conectați. Vom prelucra datele\n        dumneavoastră cu caracter personal din aceste surse numai în scopul conectării și utilizării\n        Platformei sau Aplicației de către dvs.<\/li>\n<\/ul><\/p>\n\n<p>În conformitate cu practica acceptată a majorității site-urilor web, stocăm solicitări HTTP\n    direcționate către serverul nostru. Resursele accesate sunt identificate prin adrese URL.<\/p>\n\n<p>De asemenea, vă putem prelucra datele în scopuri statistice și analitice.În ceea ce privește cookie\n    -urile, vom utiliza doar cookie-uri necesare pentru funcționarea Platformei, astfel cum este detaliat\n    mai jos.<\/p>\n\n<p>Datele pe care le vom prelucra în acest scop sunt:\n<ul>\n    <li>adresa IP publică a computerului dumneavoastră;<\/li>\n    <li>numele de utilizator;<\/li>\n    <li>informații despre traficul dumneavoastră pe Platformă sau în Aplicație;<\/li>\n    <li>informații despre browser, software și hardware.<\/li>\n<\/ul><\/p>\n\n<p>De asemenea, vom prelucra datele și informațiile dumneavoastră din jurnale în scopuri statistice\n    și analitice pentru a asigura servicii de cea mai înaltă calitate. Jurnalele colectate sunt stocate pe\n    termen nelimitat ca material auxiliar utilizat pentru administrarea Platformei și Aplicației și sunt\n    utilizate, printre altele, pentru a crea statistici agregate care nu conțin caracteristici care identifică\n    anumite persoane.<\/p>\n<h4>Scopurile prelucrării datelor<\/h4>\n<p>Vom prelucra datele dumneavoastră în următoarele scopuri: \n<ul>\n    <li>pentru a răspunde la orice întrebări sau solicitări, inclusiv la cele făcute prin intermediul\n        formularului de contact;<\/li>\n    <li>pentru a ne respecta obligațiile legale, inclusiv asigurarea securității serviciilor furnizate;<\/li>\n    <li>în scopuri analitice sau statistice.<\/li>\n<\/ul><\/p>\n<h4>Temeiurile prelucrării datelor<\/h4>\n<p>Vom prelucra datele dumneavoastră cu caracter personal pe următoarele temeiuri:\n<ul>\n    <li><b>consimțământul<\/b> dumneavoastră - articolul 6 alineatul (1) litera (a) din GDPR coroborat cu\n        articolul 9 alineatul (1) litera (a) din GDPR;<\/li>\n    <li><b>încheierea și executarea unui contract<\/b>, respectiv a Termenilor și condițiilor - art. 6 alin.\n        (1) lit. (b) din GDPR;<\/li>\n    <li><b>îndeplinirea obligațiilor legale<\/b> care revin Operatorului, inclusiv asigurarea securității\n        serviciilor prestate - articolul 6 alineatul (1) litera (c) din GDPR;<\/li>\n    <li><b>interesul legitim al Operatorului<\/b> în ceea ce privește efectuarea de statistici sau analize\n        pentru a optimiza serviciile pe care le oferim. - articolul 6 alineatul (1) litera (f) din GDPR<\/li>\n<\/ul><\/p>\n<h4>Cât timp sunt stocate datele cu caracter personal?<\/h4>\n<p>Datele cu caracter personal nu vor fi prelucrate pentru o perioadă mai mare decât ceea ce este\n    necesar în vederea aducerii la îndeplinire a scopurilor prevăzute de Operatorul.<\/p>\n<ul>\n    <li>Datele colectate în cadrul relațiilor contractuale pe care Utilizatorii le au cu Operatorul,\n        stabilite prin intermediul Termenilor și condițiilor, vor fi prelucrate pe întreaga perioadă\n        contractuală, până la ștergerea Contului, iar ulterior vor fi stocate până la expirarea\n        termenului general de prescripție), adică pentru o perioadă de 3 ani (pentru a obține\n        informații în cazul este necesară protejarea împotriva unor pretenții pe care le-ar putea\n        ridica terții). Datele pot fi stocate mai mult dacă o astfel de obligație decurge din lege (de\n        exemplu, în ceea ce privește arhivarea).<\/li>\n    <li>Datele furnizate în contextul în care ne contactați vor fi prelucrate pentru perioada\n        necesară pentru a răspunde și, dacă este cazul, pentru a coresponda cu dvs., și apoi, până\n        la expirarea termenului de prescripție pentru orice posibile reclamații, dar nu mai mult de 6 ani.<\/li>\n    <li>Datele prelucrate în baza intereselor legitime vor fi prelucrate pentru o perioadă de 6 ani.<\/li>\n<\/ul><\/p>\n<p>După momentul expirării termenelor de retenție de mai sus, datele vor fi șterse sau anonimizate,\n    fără a exista posibilitatea identificării persoanelor vizate.<\/p>\n<h3>III. Destinatarii datelor cu caracter personal<\/h3>\n<h4>Cui divulgăm datele<\/h4>\n<p>Datele cu caracter personal vor fi divulgate unui număr limitat de terțe părți, respectiv:\n<ul>\n    <li>Furnizori de servicii de stocare a datelor și de analiză și consultanță;<\/li>\n    <li>Autorități fiscale, guvernamentale, judiciare și de supraveghere.<\/li>\n<\/ul><\/p>\n<p>Aceste entități nu au și nu vor avea dreptul de a utiliza datele dumneavoastră cu caracter personal\n    în scopuri proprii.<\/p>\n<h4>Transferul de date în afara Comunității Europene<\/h4>\n<p>Informațiile dumneavoastră cu caracter personal pot fi transferate în afara Spațiului Economic\n    European, inclusiv către: \n<ul>\n    <li>Google LLC cu sediul în Mountain View, Statele Unite ale Americii, în legătură cu\n        utilizarea reCAPTCHA de către noi pentru a asigura securitatea serviciilor furnizate și\n        pentru a confirma că nu sunteți un robot. Puteți citi informații despre această soluție la:\n        https:\/\/policies.google.com\/privacy?hl=pl și https:\/\/policies.google.com\/terms?hl=pl.Google\n        Firebase<\/li>\n    <li>Google Cloud Firestore - un furnizor de baze de date terță parte. Puteți citi informații\n        despre modul în care acest furnizor vă protejează informațiile personale pe site-ul web\n        https:\/\/firebase.google.com\/support\/privacy.<\/li>\n<\/ul><\/p>\n<p>Traficul pe site-urile noastre web este monitorizat de sistemul de analiză al Google Analytics, al\n    cărui scop este de a colecta informații despre utilizarea și popularitatea site-urilor web. Aceste\n    informații (de exemplu, browserul utilizat sau adresa IP) nu vor fi niciodată partajate de noi cu\n    terțe părți, cu excepția furnizorului Google Analytics, Google Inc.<\/p>\n<p>Aceste date sunt informații despre un dispozitiv și nu despre o anumită persoană. Nu vom lua nicio\n    măsură pentru a identifica acea persoană. Detalii despre politica de confidențialitate Google\n    Analytics sunt disponibile la adresa: http:\/\/www.google.com\/analytics\/learn\/privacy.html<\/p>\n<h3>IV. Dreptul persoanei la care se referă datele<\/h3>\n<p>În toate cazurile, aveți dreptul: \n<ol>\n    <li><b>Dreptul de acces<\/b> – persoana vizata poate solicita confirmarea faptului că datele\n        sale cu caracter personal sunt prelucrate sau nu de către Operatorul, iar în caz\n        afirmativ, poate solicita accesul la acestea, precum și anumite informații despre\n        acestea. Pe bază de solicitare, Operatorul va elibera și o copie asupra datelor cu\n        caracter personal prelucrate. Solicitarea de copii suplimentare va fi tarifată în\n        funcție de costurile efective realizate de Operatorul.<\/li>\n    <li><b>Dreptul la rectificare<\/b> – persoana vizata poate obține rectificarea datelor cu\n        caracter personal inexacte, precum si completarea celor care sunt incomplete,\n        inclusiv prin furnizarea de informații suplimentare.<\/li>\n    <li><b>Dreptul la ștergerea datelor (”dreptul de a fi uitat”)<\/b> – în situațiile reglementate\n        expres de lege (spre exemplu, când datele cu caracter personal nu mai sunt necesare\n        pentru îndeplinirea scopurilor pentru care au fost prelucrate, în cazul retragerii\n        consimțământului, dacă prelucrarea se întemeiază pe consimțământ, colaboratorul\n        se opune prelucrării și nu există motive legitime care să prevaleze în ceea ce privește\n        prelucrarea sau în cazul in care se constată că prelucrarea datelor cu caracter\n        personal nu a fost legală), persoana vizata poate obține ștergerea respectivelor date.<\/li>\n    <li><b>Dreptul la restricționarea prelucrării<\/b> – persoana vizata poate obține\n        restricționarea prelucrării datelor cu caracter personal în anumite situații\n        reglementate expres de lege (în special în cazul în care contesta exactitatea\n        respectivelor date pe perioada necesară pentru determinarea acestei inexactități\n        sau în cazul în care prelucrarea este ilegală și nu dorește ștergerea datelor, ci\n        optează pentru restricționarea acestora). In aceste situații, cu excepția stocării,\n        datele nu vor mai fi prelucrate.<\/li>\n    <li><b>Dreptul de a se opune prelucrării datelor cu caracter personal<\/b> –  persoana\n        vizata se poate opune în orice moment, din motive legate de situația particulară în\n        care se află, prelucrării (inclusiv creării de profiluri) întemeiate pe interesul legitim\n        al Operatorul sau în exercițiul unui interes public sau al unei autorizări cu care este\n        învestit operatorul.<\/li>\n    <li><b>Dreptul la portabilitatea datelor<\/b> – persoana vizata poate primi datele cu caracter\n        personal furnizate, într-un format structurat, care poate fi citit automat si se poate\n        solicita ca respectivele date să fie transmise altui operator. Acest drept este aplicabil\n        numai pentru datele cu caracter personal furnizate de către persoana vizata către\n        Operatorul și numai dacă prelucrarea datelor cu caracter personal este realizată\n        prin mijloace automate, și are ca temei legal fie executarea unui contract, fie\n        consimțământul.<\/li>\n    <li><b>Dreptul de a depune plângere<\/b> – persoana vizata poate depune plângere față de\n        modalitatea de prelucrare a datelor cu caracter personal de către Operatorul.\n        Plângerea se va depune la Autoritatea Națională de Supraveghere a Prelucrării\n        Datelor cu Caracter Personal.<\/li>\n    <li><b>Dreptul de a retrage consimțământul<\/b> – persoana vizata își poate retrage, în orice\n        moment, consimțământul pentru prelucrarea datelor cu caracter personal de către\n        Operatorul, în cazurile în care prelucrarea se întemeiază pe consimțământ.\n        Retragerea consimțământului va avea efecte doar pentru viitor, prelucrarea\n        efectuată anterior retragerii rămânând în continuare valabilă.<\/li>\n    <li><b>Drepturi suplimentare aferente deciziilor automate<\/b> – în cazul în care\n        Operatorul ia decizii automate în legătură cu datele cu caracter personal ale\n        persoanelor vizate, acestea pot (a) obține intervenția umană cu privire la respectiva\n        prelucrare, (b) exprima punctul de vedere cu privire la respectiva prelucrare, (c)\n        obține explicații cu privire la decizia luata și (d) contesta respectiva decizie.<\/li>\n<\/ol> \n    Aceste drepturi pot fi exercitate, fie individual, fie cumulat prin transmiterea unei cereri scrise,\n    datate si semnate, la sediul din Jana Olbrachta 29 \/ 54, 01-102 Varșovia, sau prin e-mail la adresa:\n    <a href=\\\"mailto:iod@idadvisoryidtech.pl\\\">iod@idadvisoryidtech.pl<\/a>.<\/p>\n<p>De asemenea, va puteți adresa ANSPDCP, cu solicitări sau plângeri în domeniul protecției datelor\n    cu caracter personal – detalii la  www.dataprotection.ro.<\/p>\n<p>Operatorul va soluționa cererile de exercitare a drepturilor în cel mult o lună de la primirea unei\n    cereri realizate în temeiul articolelor 15-22, fără întârzieri nejustificate și în orice caz în cel mult o\n    lună de la primirea cererii. Această perioadă poate fi prelungită cu două luni atunci când este\n    necesar. Operatorul va notifica Utilizatorul despre întârzierea soluționării cererii, oferind\n    informații cu privire la termenul de răspuns.<\/p>\n<h3>V. Modulele cookie<\/h3>\n<p>Pentru a asigura funcționarea corectă a site-ului web sunt utilizate cookie-uri care colectează numai\n    informații despre dispozitive și setări.În acest sens, prelucrăm doar cookie-uri necesare pentru\n    utilizarea Platformei noastre.<\/p>\n<p>Setările coockie-urilor pot fi modificate printre altele, prin blocarea manipulării automate a cookie-\n    urilor sau informarea cu privire la utilizarea lor în dispozitivele dumneavoastră de fiecare dată.\n    Metodele de manipulare și modificare a cookie-urilor pot fi găsite în setările browser-ului web pe\n    care îl utilizați. Cu toate acestea, trebuie să știți că dezactivarea utilizării cookie-urilor poate\n    provoca dificultăți sau poate împiedica utilizarea anumitor servicii.<\/p>\n<p>În plus, Platforma poate utiliza <b>cookie-uri de sesiune<\/b> pentru a gestiona informații despre citirea\n    informațiilor evidențiate. Datorită utilizării lor, informațiile sunt afișate o singură dată pentru\n    fiecare sesiune și nu apar din nou. Cookie-ul de sesiune menționat mai sus se activează în\n    momentul în care accesați Platforma și va fi valid numai pentru perioada în care Platforma este\n    utilizată de dumneavoastră.<\/p>\n<h3>VI. Securitate<\/h3>\n<h4>Ce facem?<\/h4>\n<p>Pentru a asigura securitatea: \n<ul>\n    <li>controlăm metodele pe care le folosim pentru a colecta, stoca și procesa date cu caracter\n        personal;<\/li> \n    <li>aplicăm măsuri de securitate fizice și organizatorice pentru a ne asigura că prelucrarea\n        datelor respectă cerințele prevederilor privind protecția datelor cu caracter personal și\n        protejează drepturile persoanelor ale căror date le prelucrăm, inclusiv protejarea împotriva\n        accesului neautorizat, a preluării de către o persoană neautorizată, a prelucrării cu\n        încălcarea legii, precum și împotriva modificării, pierderii, deteriorării sau a distrugerii,<\/li> \n    <li>ne asigurăm că accesul la informațiile cu caracter personal și disponibilitatea acestora\n        sunt restabilite rapid în cazul unui incident fizic sau tehnic;<\/li>\n    <li>testăm și evaluăm în mod adecvat eficacitatea măsurilor tehnice și organizatorice pentru\n        a asigura securitatea prelucrării;<\/li>\n    <li>acordăm acces la informațiile cu caracter personal numai persoanelor autorizate în acest\n        sens, pentru a-și îndeplini sarcinile care le sunt atribuite și numai în măsura în care acestea\n        sunt necesare pentru a face acest lucru. Aceste persoane sunt obligate să păstreze\n        confidențialitatea strictă.<\/li>\n<\/ul><\/p>\n<h4>Mecanisme asociate cu contracararea traficului automatizat<\/h4> \n<p>În scopuri de securitate și pentru a preveni roboții web, folosim Google reCAPTCHA pentru a\n    examina comportamentul utilizatorilor pentru a verifica dacă nu sunt implicați roboți. Prin urmare,\n    vom dezvălui  informații către Google LCC, cum ar fi adresa IP și datele dvs., pentru a determina\n    dacă a avut loc o acțiune automată (setările browserului, elementele tehnice ale dispozitivului,\n    informații despre comportamentul dumneavoastră pe portalul\/aplicația noastră).<\/p>\n<h4>Profilarea datelor cu caracter personal<\/h4> \n<p>Informațiile pe care le furnizați în Listare sunt profilate pentru a se potrivi cu cazarea oferită\n    nevoilor celor care solicită asistență. Cu toate acestea, ca urmare a acestor activități, nu se ia nicio\n    decizie în legătură cu dumneavoastră care produce efecte juridice sau care vă afectează în mod\n    semnificativ similar. Mecanismul folosit de noi servește doar pentru a se potrivi mai bine listărilor\n    persoanelor care oferă asistență cu nevoile persoanelor care solicită o astfel de asistență. În\n    prezent, acesta este singurul mecanism care permite o mai bună potrivire a listărilor publicate.<\/p>\n<h3>VII. Dispoziții finale<\/h3>\n<h4>Declarație privind Nota de informare<\/h4>\n<p>Ne rezervăm dreptul de a modifica unilateral această Notă de informare în orice moment, dacă\n    este necesar, ca urmare a modificărilor aduse serviciilor oferite, Termenilor și Condițiilor, politicii\n    sau managementului companiei sau a legii. Utilizatorii vor fi notificați cu privire la aceste\n    modificări într-un termen rezonabil, prin transmiterea unei informări pe adresa de e-mail furnizată\n    de către Utilizatori în momentul creării Contului. Modificările vor intra în vigoare la data la care\n    sunt postate pe site cu indicarea datei de implementare.<\/p>\n<p>Platforma sau Aplicația conține link-uri către alte site-uri web. Nu suntem responsabili pentru\n    practicile de confidențialitate ale acestor site-uri web. În momentul accesării respectivelor site-uri,\n    vă recomandăm să politica lor de confidențialitate.<\/p>"
}