{
    "privacyPolicy": "<h2>Polityka prywatności<\/h2>\n<p>Celem niniejszej Polityki Prywatności jest wyjaśnienie zasad oraz praw związanych z przetwarzaniem Twoich danych\n    osobowych przez ID Tech sp. z o.o. z siedzibą w Warszawie, ul. Jana Olbrachta 29 \/ 54, 01-102 Warszawa,\n    zarejestrowaną w rejestrze przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla m. st.\n    Warszawy w Warszawie, VIII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS: 0000925748, NIP:\n    527-297-31-56, REGON: 520146250 w ramach udostępnianej Platformy oraz Aplikacji. <br \/> Ilekroć w niniejszej\n    polityce występują pojęcia pisane wielką literą, zostały one zdefiniowane w Regulaminie korzystania z platformy i\n    aplikacji UASOS.ORG (dalej: Regulamin). <\/p>\n<h3>I. Administrator danych<\/h3>\n<h4>Administrator danych<\/h4>\n<p> Administratorem Twoich danych osobowych jest ID Tech sp. z o.o. z siedzibą w Warszawie, ul. Jana Olbrachta 29 \/ 54,\n    01-102 w Warszawie, zarejestrowana w rejestrze przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd\n    Rejonowy dla m. st. Warszawy w Warszawie, VIII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS:\n    0000925748, NIP: 527-297-31-56, REGON: 520146250. <\/p>\n<h4>Informacje kontaktowe<\/h4>\n<p> Kontakt z Administratorem jest możliwy drogą korespondencyjną pod ww. adresem siedziby. <br \/> <br \/> Administrator\n    danych osobowych powołał inspektora ochrony danych. Kontakt z inspektorem ochrony danych możliwy jest pod ww.\n    adresem siedziby lub poprzez kontakt pocztą elektroniczną na adres: <a\n        href=\\\"mailto:iod@id-tech.io\\\">iod@id-tech.io<\/a> <\/p>\n<h3>II. Zakres, cele i okres przetwarzania danych osobowych<\/h3>\n<h4>Informacje ogólne<\/h4>\n<p> W ramach zakładania przez Ciebie Konta, korzystania z naszej Platformy\/Aplikacji i zamieszczania Ogłoszeń,\n    otrzymujemy od Ciebie Twoje dane osobowe. <br \/> <br \/> Korzystanie z Platformy\/Aplikacji możliwe jest jedynie po\n    zapoznaniu się i zaakceptowaniu niniejszej Polityki Prywatności oraz Regulaminu. <\/p>\n<h4>Przetwarzanie danych<\/h4>\n<p> Podczas Rejestracji Konta na naszej Platformie lub w Aplikacji wymagamy od Ciebie podania następujących danych:\n<ul>\n    <li>Imię<\/li>\n    <li>Adres e-mail<\/li>\n    <li> Hasło (hasło znane jest wyłącznie Tobie, my go zabezpieczamy w taki sposób, aby nie znać jego treści)<\/li>\n    <li>Numer telefonu<\/li>\n<\/ul> Przekazanie przez Ciebie ww. danych jest dobrowolne, ale niezbędne w celu zawarcia umowy i świadczenia przez nas\nna Twoją rzecz usług zgodnie z Regulaminem. <br \/> <br \/> Konsekwencją niepodania ww. danych będzie niemożliwość\nudostępnienia przez nas na Twoją rzecz oferowanych przy użyciu Platformy usług oraz korzystania z Konta, o którym mowa w\nRegulaminie. <br \/> <br \/> Po dokonaniu Rejestracji Konta, jeżeli chcesz opublikować Ogłoszenie, musisz uzupełnić dane w\nzakresie oferowanego lub poszukiwanego lokum, tj. podać następujące informacje: <ul>\n    <li>Miejscowości, której dotyczy Ogłoszenie<\/li>\n    <li>Długości noclegu i możliwość przedłużenia tego okresu<\/li>\n    <li>Wieku (przedziały wiekowe)<\/li>\n    <li> Preferowanej liczbie osób, których dotyczy Ogłoszenie, w tym dzieci<\/li>\n    <li>Informacji, kogo oferujący miejsce nocjegowe może przyjąć,<\/li>\n    <li>Informacji o transporcie od granicy<\/li>\n    <li> Informacji o ewentualnych ułatwieniach dla osób niepełnosprawnych<\/li>\n    <li>Informacji czy Ogłoszenie dotyczy również zwierząt<\/li>\n    <li> Informacji czy Ogłoszenie dotyczy: mieszkania, pokoju, miejsca w pokoju<\/li>\n    <li> Płci (nie masz obowiązku wskazywać tych informacji, ale bardzo ułatwią nam dobór Ogłoszeń Gospodarzy do potrzeb\n        Gości) <\/li>\n    <li> Pochodzenia (nie masz obowiązku wskazywać tych informacji, ale bardzo ułatwią nam dobór Ogłoszeń Gospodarzy do\n        potrzeb Gości) <\/li>\n<\/ul> Konsekwencją niepodania ww. danych będzie niemożliwość zamieszczenia przez nas Ogłoszenia. Dane te są przetwarzane\nw oparciu o Twoją zgodę. <\/p>\n<h4>Gromadzenie innych danych<\/h4>\n<p> Gdy korzystasz z Konta, gromadzimy informacje o zamieszczonym przez Ciebie Ogłoszeniu, o Twoich działaniach na\n    Platformie i w Aplikacji. W ramach Konta możesz dodatkowo umieścić swoje zdjęcie lub grafikę, które mogą\n    przedstawiać Twój wizerunek. Zamieszczając swoje zdjęcie lub grafikę wyrażasz zgodę na ich przetwarzanie. W\n    przypadku logowania się poprzez konto na Facebooku wyrażasz zgodę na przetwarzanie Twojego wizerunku lub grafiki\n    zamieszczonej w serwisie Facebook, o czym również poniżej. <br \/> <br \/> W przypadku logowania się do naszej\n    Platformy lub Aplikacji za pośrednictwem innych serwisów – usług uwierzytelniających, Twoje dane osobowe będziemy\n    pozyskiwać za pośrednictwem tych źródeł (konto Facebook, konto Google). W takim wypadku będziemy pozyskiwać Twoje\n    dane osobowe w postaci nazwy użytkownika, adresu e-mail, zdjęcia lub awataru, którymi posługujesz się w ramach\n    serwisów poprzez które dokonujesz logowania. Twoje dane osobowe pochodzące z ww. źródeł będziemy przetwarzać tylko\n    na potrzeby logowania i korzystania przez Ciebie z Platformy lub Aplikacji. <br \/> <br \/> Zgodnie z przyjętą\n    praktyką większości stron internetowych, przechowujemy zapytania HTTP kierowane do naszego serwera. Przeglądane\n    zasoby identyfikowane są poprzez adresy URL. <br \/> <br \/> Dane jakie możemy przetwarzać w tym celu to: publiczny\n    adres IP komputera z którego nadeszło zapytanie, nazwę Użytkownika, dane pochodzące z plików cookies, informacje o\n    Twoim ruchu na Platformie lub w Aplikacji, informacje o przeglądarce, parametry oprogramowania i sprzętu. <br \/>\n    <br \/> Możemy również przetwarzać informacje pochodzące z logów do celów statystycznych oraz analitycznych dla\n    zapewnienia jak najwyższej jakości usług. <br \/> <br \/> Zebrane logi przechowywane są przez czas nieokreślony jako\n    materiał pomocniczy służący do administrowania Platformą i Aplikacją i służą m.in do towrzenia zbiorczych statystyk,\n    które nie zawierają cech identyfikujących konkretne osoby.\n<\/p>\n<h4>Cel i podstawy przetwarzania danych<\/h4>\n<p> Będziemy przetwarzać Twoje dane w następujących celach:\n<ul>\n    <li> zawarcia i wykonywania umowy o świadczenie usług, jaką jest udostępnianie Ci Platformy\/Aplikacji celem\n        zamieszczania przez Ciebie Ogłoszeń – pamiętaj, że informacje, które zamieszczasz w Ogłoszeniu nie pochodzą ani\n        nie są tworzone czy inicjowane przez nas. Nie ponosimy odpowiedzialności za informacje ani treści udostępniane\n        przez Ciebie w ramach zakładania Konta i logowania, jak i Ogłoszenia. Pamiętaj, że podając swoje dane,\n        odpowiadasz za ich poprawność, zgodność z Regulaminem; <\/li>\n    <li> udzielenia odpowiedzi na wszelkie skierowane zapytania lub wnioski, w tym złożone poprzez formularz kontaktowy;\n    <\/li>\n    <li> realizacji obowiązków prawnych ciążących na nas, w tym zapewnienia bezpieczeństwa świadczonych usług;<\/li>\n    <li>celach analitycznych lub statystycznych;<\/li>\n    <li> kontaktu z Tobą przez fundacje z nami współpracujące w celu uzyskania informacji i weryfikacji warunków\n        związanych z udostępnianym Ogłoszeniem. <\/li>\n<\/ul> Podstawą przetwarzania danych osobowych jest: <ul>\n    <li> Twoja zgoda - art 6 ust 1 lit. a RODO odpowiednio w zw. z art. 9 ust. 1 lit. a RODO;<\/li>\n    <li> niezbędność do zawarcia i wykonania umowy o świadczenie usług – art. 6 ust. 1 lit. b RODO;<\/li>\n    <li> realizacja obowiązków prawnych ciążących na Administratorze, w tym zapewnienia bezpieczeństwa świadczonych\n        usług – art. 6 ust. 1 lit. c RODO; <\/li>\n    <li> w zakresie prowadzenia statystyk lub analiz - Art. 6 ust. 1 lit. f RODO (nasz prawnie uzasadniony interes w\n        celu optymalizacji świadczonych przez nas usług). <\/li>\n<\/ul>\n<\/p>\n<h4>Okresy przetwarzania danych<\/h4>\n<p> Dane zebrane w celach zawarcia i wykonania umowy będą przetwarzane przez okres jej trwania, tj. do czasu usunięcia\n    Konta, a po tym czasie przechowywane do momentu upływu okresu przedawnienia roszczeń (w celu zabezpieczenia\n    informacji na wypadek prawnej potrzeby wykazania faktów albo zabezpieczenia lub dochodzenia roszczeń lub ochrony\n    przed nimi), tj. przez okres 2 lat. Dane te mogą być przechowywane dłużej, jeżeli obowiązek taki wynika z przepisów\n    prawa (np. dotyczące archiwizacji). <br \/> <br \/> Twoje dane udostępnione w ramach kontaktu z nami, będą\n    przetwarzane przez okres niezbędny do udzielenia odpowiedzi i ew. prowadzenia korespondencji, a następnie do chwili\n    upływu okresu przedawnienia ewentualnych roszczeń, nie dłużej jednak, niż 6 lat. <br \/> <br \/> Pozostałe dane\n    przetwarzane w oparciu o Twoją zgodę będą przetwarzanie do czasu wycofania zgody. <\/p>\n<h3>III. Odbiorcy danych osobowych<\/h3>\n<h4>Komu udostępniamy dane<\/h4>\n<p> Możemy udostępnić Twoje dane osobowe podmiotom trzecim, z którymi posiadamy zawarte umowy w zakresie usług\n    przechowywania danych, usług analitycznych, usług konsultingowych, w celu świadczenia przez te podmioty na naszą\n    rzecz ww. usług, a także fundacjom nas wspierającym w zakresie kontaktu z Tobą w celu uzyskania informacji i\n    weryfikacji warunków związanych z Ogłoszeniem. Podmioty te nie są i nie będą uprawnione do wykorzystywania Twoich\n    danych osobowych dla własnych potrzeb. Bez Twojej zgody dane osobowe nie będą udostępniane innym\n    podmiotom trzecim, za wyjątkiem ww. okoliczności oraz w sytuacji, kiedy przekazanie następuje uprawnionym podmiotom\n    (m.in. organy ścigania czy wymiaru sprawiedliwości) - na skutek prawnie uzasadnionego żądania. <br \/> <br \/> Twoje\n    dane osobowe mogą zostać udostępnione, jeśli ich przetwarzanie jest niezbędne do wykonania zadania realizowanego w\n    interesie publicznym lub w ramach sprawowania władzy publicznej powierzonej administratorowi.<\/p>\n<h4>Przesyłanie danych poza Wspólnotą Europejską<\/h4>\n<p> Twoje dane osobowe mogą być przekazywane poza Europejski Obszar Gospodarczy, m. in. do:\n<ul>\n    <li> Google LLC z siedzibą w Mountain View, Stany Zjednoczone, w związku z korzystaniem przez nas z reCAPTCHA w celu\n        zapewnienia bezpieczeństwa świadczonych usług oraz potwierdzenia, że nie jesteś robotem. Możesz zapoznać się z\n        informacjami dotyczącymi tego rozwiązania pod adresem: <a\n            href=\\\"https:\/\/policies.google.com\/privacy?hl=pl\\\">https:\/\/policies.google.com\/privacy?hl=pl<\/a> oraz <a\n            href=\\\"https:\/\/policies.google.com\/terms?hl=pl\\\">https:\/\/policies.google.com\/terms?hl=pl<\/a>. <\/li>\n    <li> Google Cloud Firestore - zewnętrznego dostawcy bazy danych. Możesz zapoznać się z informacjami dotyczącymi\n        zabezpieczania Twoich danych osobowych przez dostawcę w witrynie internetowej <a\n            href=\\\"https:\/\/firebase.google.com\/support\/privacy\\\">https:\/\/firebase.google.com\/support\/privacy<\/a>. <\/li>\n<\/ul> Ruch na naszych stronach monitorowany jest przez system analityczny Google Analytics, którego celem jest\ngromadzenie informacji o sposobie korzystania ze stron i ich popularności. Informacje te (np. używana przeglądarka lub\nadres IP) nie będą nigdy udostępniane przez nas na rzecz podmiotów trzecich, z wyjątkiem dostawcy usług Google\nAnalytics, tj. Google Inc. <br \/> Dane te stanowią informację dotyczącą urządzenia, a nie konkretnej osoby. Nie będziemy\npodejmować żadnych czynności zmierzających do identyfikacji tej osoby. Szczegóły polityki prywatności Google Analytics\ndostępne są pod adresem: <a\n    href=\\\"http:\/\/www.google.com\/analytics\/learn\/privacy.html\\\">http:\/\/www.google.com\/analytics\/learn\/privacy.html<\/a>.\n<\/p>\n<h3>IV. Cookies<\/h3>\n<p> Stosowane w usłudze Pliki Cookies zbierają jedynie informacje o urządzeniach i ustawieniach przeglądarki oraz są\n    niezbędne do zapewnienia prawidłowości działania strony. <br \/> <br \/> Możesz zmodyfikować ustawienia dotyczące\n    plików cookies. Ich zmiana może dotyczyć zablokowania automatycznej obsługi plików cookies lub informowania za\n    każdym razem o ich wykorzystaniu w Twoich urządzeniach. Sposoby obsługi i możliwości modyfikacji plików cookies\n    znajdują się ustawieniach używanej przez Ciebie przeglądarki internetowej. Musisz jednak wiedzieć, że wyłączenie\n    stosowania cookies może spowodować utrudnienia lub uniemożliwić korzystanie z niektórych usług. <br \/> <br \/>\n    Dodatkowo w usłudze mogą być wykorzystywane sesyjne pliki Cookies służące obsłudze informacji o zapoznaniu się z\n    wyróżnionymi informacjami. Dzięki ich zastosowaniu informacja wyświetla się tylko raz dla jednej sesji użytkownika i\n    nie ukazuje się ponownie. Wymieniony wyżej sesyjny plik Cookie występuje w określonym czasie, i tylko przez czas, w\n    jakim strona jest odwiedzana przez użytkownika. <\/p>\n<h3>V. Prawa osoby, której dane dotyczą<\/h3>\n<p> W każdym przypadku macie prawo do:\n<ol type=\\\"a\\\">\n    <li> dostępu do swoich danych (w tym np. otrzymania informacji, które dane są przetwarzane);<\/li>\n    <li> żądania sprostowania i ograniczenia przetwarzania danych (np. jeśli są nieprawidłowe);<\/li>\n    <li> żądania usunięcia swoich danych (np. w przypadku, gdy były one przetwarzane niezgodnie z prawem);<\/li>\n    <li> cofnięcia zgody w dowolnym momencie bez wpływu na zgodność z prawem przetwarzania, którego dokonano na\n        podstawie zgody przed jej cofnięciem (w przypadku, gdy przetwarzanie odbywało się w oparciu o zgodę); <\/li>\n    <li> przenoszenia danych, które dostarczyliście nam, i które są przetwarzane w sposób zautomatyzowany, a\n        przetwarzanie odbywa się na podstawie zgody lub na podstawie umowy (przenoszenie np. do innego administratora);\n    <\/li>\n    <li> wniesienia sprzeciwu wobec przetwarzania danych, w przypadku, gdy przetwarzanie danych osobowych odbywa się do\n        celów wynikających z prawnie uzasadnionych interesów realizowanych przez Administratora lub przez stronę\n        trzecią; <\/li>\n    <li> wniesienia skargi do Prezesa Urzędu Ochrony Danych (dane kontaktowe: dostępne na stronie: https:\/\/uodo.gov.pl\/)\n        w przypadku, gdy Twoim zdaniem przetwarzanie danych narusza przepisy dotyczące ochrony danych osobowych. <\/li>\n<\/ol> Powyższe uprawnienia możesz wykonać, gdy: <ol>\n    <li> w odniesieniu do żądania sprostowania danych: Twoje dane są nieprawidłowe lub niekompletne;<\/li>\n    <li> w odniesieniu do żądania usunięcia danych: Twoje dane nie są niezbędne do celów, dla których zostały zebrane;\n        cofniesz swoją zgodę na przetwarzanie danych; zgłosisz uprzednio sprzeciw wobec przetwarzania Twoich danych;\n        Twoje dane będą przetwarzane niezgodnie z prawem; dane powinny być usunięte w celu wywiązania się z obowiązku\n        wynikającego z przepisu prawa; <\/li>\n    <li> w odniesieniu do żądania ograniczenia przetwarzania danych: zauważysz, że Twoje dane są nieprawidłowe; Twoje\n        dane będą przetwarzane niezgodnie z prawem, ale nie będziesz chciał\/a, aby zostały usunięte; Twoje dane nie są\n        już nam potrzebne, ale mogą być potrzebne Tobie do obrony lub dochodzenia roszczeń; lub wniesiesz sprzeciw wobec\n        przetwarzania danych – do czasu ustalenia, czy prawnie uzasadnione podstawy po naszej stronie są nadrzędne wobec\n        podstawy sprzeciwu; <\/li>\n    <li> w odniesieniu do żądania przeniesienia danych jeśli przetwarzanie Twoich danych odbywa się na podstawie Twojej\n        zgody lub umowy zawartej z Tobą oraz przetwarzanie to odbywa się w sposób automatyczny; <\/li>\n    <li> w odniesieniu do cofnięcia zgody: jeżeli Twoje dane przetwarzane są na podstawie zgody.<\/li>\n<\/ol>\n<\/p>\n<h3>VI. Bezpieczeństwo<\/h3>\n<h4>Co robimy<\/h4>\n<p> W celu zapewnienia bezpieczeństwa:\n<ul>\n    <li> kontrolujemy metody gromadzenia, przechowywania i przetwarzania informacji;<\/li>\n    <li> stosujemy fizyczne i organizacyjne środki bezpieczeństwa, aby przetwarzanie danych spełniało wymogi\n        przewidziane przepisami o ochronie danych osobowych i by chroniło prawa osób, których dane przetwarza, w tym\n        zabezpieczamy dane przed ich udostępnieniem osobom nieupoważnionym, zabraniem przez osobę nieuprawnioną,\n        przetwarzaniem z naruszeniem przepisów prawa, zmianą, utratą, uszkodzeniem lub zniszczeniem; <\/li>\n    <li> dbamy o szybkie przywrócenie dostępności danych osobowych i dostępu do nich w razie incydentu fizycznego lub\n        technicznego; <\/li>\n    <li> odpowiednio testujemy i oceniamy skuteczność środków technicznych i organizacyjnych mających zapewnić\n        bezpieczeństwo przetwarzania; <\/li>\n    <li> udzielamy dostępu do danych osobowych jedynie tym osobom, którzy muszą mieć do nich dostęp, w celu realizacji\n        powierzonych im obowiązków i jedynie w takim zakresie, w jakim są im niezbędne do realizacji tych zadań. Osoby\n        te są zobowiązane do zachowania ścisłej poufności, a w przypadku niewypełnienia tych zobowiązań mogą ponieść\n        konsekwencje, łącznie z zakończeniem współpracy. <\/li>\n<\/ul>\n<\/p>\n<h4>Mechanizmy związane z przeciwdziałaniem ruchu zautomatyzowanego<\/h4>\n<p> W celu zapewnienia bezpieczeństwa i przeciwdziałania robotom internetowym, korzystamy z Google reCAPTCHA do badania\n    zachowania użytkowników pod kątem weryfikacji czy dane działania nie noszą znamion działania robotów. Możemy w\n    związku z tym ujawniać Google LCC informacje, takie jak: adres IP oraz dane pozwalające stwierdzić czy nastąpiło\n    działanie zautomatyzowane (ustawienia przeglądarki, techniczne elementy urządzenia, informacje o zachowaniu na\n    naszej Platformie\/w Aplikacji). <\/p>\n<h4>Czy profilujemy Twoje dane osobowe<\/h4>\n<p> Informacje podane przez Ciebie w Ogłoszeniu są profilowane pod kątem dopasowania oferowanego zakwaterowania do\n    potrzeb osób poszukujących pomocy. Jednak w wyniku tych działań nie są podejmowane w stosunku do Ciebie decyzje\n    wywołujące skutki prawne lub w podobny sposób istotnie na Ciebie wpływające. Stosowany przez nas mechanizm służy\n    wyłącznie lepszemu doborowi publikowanych Ogłoszeń osób oferujących pomoc do potrzeb osób poszukujących tej pomocy.\n    Jest to obecnie jedyny mechanizm pozwalający lepiej dopasować publikowane Ogłoszenia. <\/p>\n<h3>VII. Postanowienia końcowe<\/h3>\n<h4>Oświadczenie dotyczące Polityki prywatności<\/h4>\n<p> Zastrzegamy sobie prawo do jednostronnej zmiany Polityki Prywatności w każdym czasie, jeśli będzie to niezbędne w\n    wyniku wprowadzenia modyfikacji w usługach, Regulaminie, polityce lub zarządzaniu spółki, prawie bądź jurysdykcji.\n    Zmiany będą obowiązywać od dnia opublikowania ich na stronie wraz ze wskazaniem daty ich wprowadzenia. <br \/> <br \/>\n    Platforma lub Aplikacja może zawierać odnośniki do innych stron WWW. Nie ponosimy odpowiedzialności za zasady\n    zachowania prywatności obowiązujące na tych stronach. Po przejściu na inne strony, zapoznaj się z ich polityką\n    prywatności.<\/p>"
}