{
  "regulations": "<h2>REGULAMIN KORZYSTANIA Z PLATFORMY I APLIKACJI UASOS.ORG<h2>\n<ol>\n\t<li><b>Definicje</b></li>\n\t<li><b>Postanowienia ogólne</b></li>\n\t<li><b>Ogólne warunki korzystania z Serwisu i Aplikacji</b></li>\n\t<li><b>Konto</b></li>\n\t<li><b>Dodawanie Ogłoszeń</b></li>\n\t<li><b>Działanie Użytkowników</b></li>\n\t<li><b>Reklamacje</b></li>\n\t<li><b>Własność intelektualna</b></li>\n\t<li><b>Przerwa techniczna</b></li>\n\t<li><b>Postanowienia końcowe</b></li>\n</ol>\n<h3>1. Definicje</h3>\n <p> <b>ID Tech</b> - ID Tech sp. z o.o. z siedzibą w Warszawie, ul. Jana Olbrachta 29 / 54, 01-102 Warszawa, zarejestrowaną w rejestrze przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy dla m. st. Warszawy w Warszawie, VIII Wydział Gospodarczy Krajowego Rejestru Sądowego pod numerem KRS: 0000925748, NIP: 527-297-31-56, REGON: 520146250</p>\n<p><b>Konto</b> – zbiór danych, jakie są powiązane z danym Użytkownikiem, obejmujące informacje o jego aktywności na Platformie lub w Aplikacji, w tym informacje, jakie Użytkownik podaje w Platformie lub Aplikacji</p>\n<p><b>Rejestracja</b> – proces utworzenia Konta przez Użytkownika, po zaakceptowaniu przez Użytkownika wymaganych dokumentów i zgód</p>\n<p><b>Użytkownik</b> – oznacza osobę fizyczną posiadającą pełną zdolność do czynności prawnych, posiadająca Konto i korzystającą z Platfromy lub Aplikacji po zalogowaniu na Konto po wcześniejszym potwierdzeniu swojej autentyczności za pomocą loginu i hasła w Platformie lub Aplikacji i korzystający z funkcjonalności, zakresu danych, formularzy i funkcji udostępnionych przez ID Tech</p>\n<p><b>Odwiedzający</b> – oznacza osobę fizyczną nieposiadającą Konta i niebędącą Użytkownikiem, która może korzystać z Platformy i Aplikacji bez rejestracji, zgodnie z zasadami określonymi niniejszym Regulaminem</p>\n<p><b>Platforma</b> – prowadzona przez ID Tech sp. o.o. internetowa platforma online dostępna w domenie: UASOS.org</p>\n<p><b>Aplikacja</b> – oprogramowanie działające na urządzeniach przenośnych, takich jak telefony komórkowe, smartfony czy tablety w systemach operacyjnych tych urządzeń, w systemie Windows lub Android, będąca w stanie wykorzystywać funkcje tych urządzeń do którego wszelkie prawa autorskie posiada ID Tech sp. o.o.</p>\n<p><b>Ogłoszenie Gospodarza</b> – ogłoszenie pochodzące od Użytkownika, w ramach którego Użytkownik wyraża chęć udzielenia zakwaterowania, według kryteriów przewidzianych w ramach Platformy lub Aplikacji i określonych niniejszym Regulaminem.</p>\n<p><b>Ogłoszenie Gościa</b> - ogłoszenie pochodzące od Użytkownika, w ramach którego Użytkownik zgłasza zapotrzebowanie na zakwaterowanie, według kryteriów przewidzianych w ramach Platformy lub Aplikacji i określonych niniejszym Regulaminem.</p>\n<p><b>Ogłoszenie</b> – ogłoszenie Gospodarza i Ogłoszenie Gościa</p>\n<p><b>RODO</b> - Rozporządzenie Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych)\n<h3>2. Postanowienia ogólne</h3>\n<ol>\n    <li>Niniejszy Regulamin określa warunki korzystania z Platformy i Aplikacji, w tym zasady Rejestracji, Konta oraz\n        publikacji Ogłoszeń. </li>\n    <li>Platforma i Aplikacja służą do wyszukiwania przez Użytkowników Ogłoszeń dotyczących udostępnienia lub otrzymania\n        zakwaterowania. Platforma i Aplikacja stworzone zostały w celu udzielania pomocy uchodźcom, którzy zmuszeni\n        zostali do opuszczenia Ukrainy w związku z wybuchem wojny. </li>\n    <li>Korzystanie z Platformy i Aplikacji jest bezpłatne.</li>\n    <li>Każdy Odwiedzający oraz Użytkownik zobowiązany jest do stosowania się do niniejszego Regulaminu. </li>\n    <li>W ramach Platformy i Aplikacji umożliwia się: <br />\n        <ol type=\\\"a\\\">\n            <li>Odwiedzającemu - dostęp do treści Ogłoszeń;</li>\n            <li>Użytkownikowi: <br />\n                <ol type=\\\"i\\\">\n                    <li>dostęp do treści Ogłoszeń;</li>\n                    <li>dostęp do Konta;</li>\n                    <li>opublikowanie Ogłoszenia po zalogowaniu się na Konto;</li>\n                    <li>wybór Ogłoszenia dopasowanego do kryteriów Użytkownika wystawiającego Ogłoszenie Gospodarza z\n                        Ogłoszeniem Gościa pochodzącym od innego Użytkownika. </li>\n                </ol>\n            </li>\n        </ol>\n    </li>\n</ol>\n<h3>3. Konto</h3>\n<ol>\n    <li>W celu uzyskania dostępu do Konta konieczne jest dokonanie Rejestracji.</li>\n    <li>Konto umożliwia Użytkownikowi: <br />\n        <ol type=\\\"a\\\">\n            <li>Opublikowanie Ogłoszenia;</li>\n            <li>Wybór jednego Ogłoszenia przedstawionego Użytkownikowi w wyniku dopasowania kryteriów Ogłoszenia\n                Gospodarza z Ogłoszeniem Gościa. </li>\n        </ol>\n    </li>\n    <li>Użytkownik w ramach jednego adresu e-mail lub numeru telefonu komórkowego może posiadać tylko jedno Konto w\n        Platformie / Aplikacji. Użytkownik może tymi samymi danymi logować się w Platformie oraz Aplikacji. </li>\n    <li>W celu dokonania Rejestracji Użytkownik zobowiązany jest: <br />\n        <ol type=\\\"a\\\">\n            <li>Wypełnić formularz rejestracyjny dostępny w Platformie lub Aplikacji i podać wymagane w nim dane, takie\n                jak imię, adres e-mail, unikalne hasło lub uwierzytelnić za pośrednictwem zewnętrznego usługodawcy\n                (Facebook, Google), numer telefonu komórkowego. Użytkownik zobowiązuje się do podania prawdziwych,\n                pełnych i aktualnych danych. W razie zmiany danych Użytkownik jest zobowiązany do ich aktualizacji;\n            </li>\n            <li>Zapoznać się i zaakceptować niniejszy Regulamin oraz Politykę Prywatności;</li>\n        </ol>\n    </li>\n    <li>Po dokonaniu kroków, o których mowa w pkt 4 powyżej, Użytkownik logujący się w ramach wypełniania formularza\n        rejestracyjnego otrzyma wiadomość e-mail lub SMS na podany numer telefonu komórkowego potwierdzającą rejestrację\n        Konta. W przypadku uwierzytelniania za pośrednictwem zewnętrznego usługodawcy (Facebook, Google) Użytkownik nie\n        otrzymuje wiadomości elektronicznej o założeniu Konta. </li>\n    <li>Podanie przez Użytkownika nieprawdziwych danych skutkować będzie natychmiastowym rozwiązaniem umowy o\n        świadczenie usług Konta i usunięciem Konta. </li>\n    <li>Użytkownikowi nie wolno udostępniać Konta lub danych niezbędnych do logowania osobom trzecim. </li>\n    <li>Użytkownikowi zabrania się podejmowania działań sprzecznych z niniejszym Regulaminem, obowiązującymi przepisami\n        prawa lub dobrymi obyczajami, w szczególności obejmuje to działania mogące naruszać dobra osobiste, nawoływanie\n        do popełniania czynów zabronionych i ich pochwalanie, nawoływanie do nienawiści na tle narodowościowym,\n        etnicznym, rasowym i wyznaniowym. </li>\n    <li>Użytkownik zobowiązuje się do zachowania wszelkich środków ostrożności mających na celu zachowanie w tajemnicy\n        oraz ochronę danych przed nieuprawnionym ujawnieniem lub dostępem. </li>\n    <li>Z chwilą rejestracji Konta dochodzi do zawarcia umowy świadczenia przez ID Tech na rzecz Użytkownika usługi\n        Konta, która zawarta zostaje na czas nieokreślony. </li>\n    <li>Użytkownik może rozwiązać umowę o świadczenie usług Konta w każdym czasie poprzez wybranie opcji „Usuń Konto” w\n        swoim Koncie. </li>\n    <li>Użytkownik będący konsumentem lub osobą fizyczną zawierająca umowę bezpośrednio związaną z jej działalnością\n        gospodarczą, gdy z treści tej umowy wynika, że nie posiada ona dla tej osoby charakteru zawodowego, może w\n        terminie 14 dni od dnia zawarcia umowy odstąpić od niej bez podania przyczyny, składając oświadczenie w tym\n        zakresie za pomocą wiadomości e-mail na adres: <a\n                    href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io</a> lub pisemnie na adres: ID Tech sp. z o.o.,\n        Andersia Business Center, Plac Andersa 7, 61-894 Poznań. </li>\n    <li>Usunięcie Konta jest równoznaczne z utratą przez Użytkownika dostępu do Konta i wszelkich danych oraz informacji\n        w nim zawartych, w tym treści Ogłoszenia. </li>\n    <li>ID Tech może rozwiązać z Użytkownikiem umowę o świadczenie usług Konta za miesięcznym okresem wypowiedzenia,\n        jeśli Użytkownik:<br />\n        <ol type=\\\"a\\\">\n            <li>Nie logował się do swojego Konta przez okres dłuższy niż 12 miesięcy;</li>\n            <li>Mimo założenia Konta nie zamieścił żadnego Ogłoszenia w przeciągu 30 dni od dnia dokonania Rejestracji.\n            </li>\n        </ol>\n    </li>\n    <li>O wypowiedzeniu umowy, o którym mowa powyżej, ID Tech zawiadomi Użytkownika w ramach korespondencji e-mail.\n    </li>\n    <li>ID Tech może rozwiązać z Użytkownikiem umowę o świadczenie usług Konta w trybie natychmiastowym w następujących\n        sytuacjach:<br />\n        <ol type=\\\"a\\\">\n            <li>Naruszania przez Użytkownika niniejszego Regulaminu, podejmowania działań sprzecznych z obowiązującymi\n                przepisami prawa lub dobrymi obyczajami, w szczególności obejmuje to działania mogące naruszać dobra\n                osobiste, nawoływanie do popełniania czynów zabronionych i ich pochwalanie, nawoływanie do nienawiści na\n                tle narodowościowym, etnicznym, rasowym i wyznaniowym; </li>\n            <li>Podejmowania przez Użytkownika działań mających na celu naruszanie dobrego imienia ID Tech lub działań,\n                które mogą skutkować powstaniem po stronie ID Tech szkody; </li>\n            <li>Podejmowaniu jakichkolwiek działań wskazujących na działanie zautomatyzowane. </li>\n        </ol>\n    </li>\n</ol>\n<h3>4. Dodawanie Ogłoszeń</h3>\n \n\n<h4>A. Opublikowanie Ogłoszenia Gospodarza</h4>\n<ol>\n    <li>Użytkownik w ramach dostępu do Konta uprawniony jest do dodawania Ogłoszenia Gospodarza. </li>\n    <li>Użytkownik może dodać tylko jedno Ogłoszenie Gospodarza w ramach jednej lokalizacji, w której oferuje\n        zakwaterowanie. </li>\n\t<li>Ogłoszenie Gospodarza dodaje Użytkownik, posiadający tytuł prawny do lokalu, którego dotyczy to Ogłoszenie.</li>\n\t<li>Opublikowanie Ogłoszenia Gospodarza odbywa się po zalogowaniu w Koncie i przejściu do zakładki: Dodaj Ogłoszenie.</li>\n\t<li>Po dodaniu Ogłoszenia Gospodarza, Użytkownik otrzymuje wiadomość e-mail lub SMS na podany numer telefonu komórkowego. Ogłoszenie Gospodarza podlega weryfikacji przez moderatora i po akceptacji moderatora staje się widoczne na Platformie lub Aplikacji, o czym Użytkownik jest powiadamiany wiadomością elektroniczną na podany przez niego przy Rejestracji adres e-mail lub SMS na podany numer telefonu komórkowego.</li>\n\t<li>Ogłoszenie dodawane jest poprzez wprowadzenie lub wybór odpowiednich danych i kryteriów zamieszczonych Na Platformie lub Aplikacji, takich jak: miejscowość, typ przestrzeni noclegowej, długość noclegu i możliwość przedłużenia tego okresu, wiek, liczba osób, w tym dzieci, informacja, kogo można przyjąć, czy zapewnia się transport od granicy, preferowane pochodzenie osób, możliwość przyjęcia zwierząt, ułatwienia dla osób niepełnosprawnych i płeć. Nie wszystkie informacje są obligatoryjne, ale pomocne są przy dopasowywaniu Ogłoszenia Gospodarza i Ogłoszenia Gościa.</li>\n\t<li>Po wprowadzeniu niezbędnych danych i ich zaakceptowaniu dochodzi do opublikowania Ogłoszenia Gospodarza.</li>\n\t<li>Na podstawie danych i kryteriów określonych w Ogłoszeniu Gospodarza następuje dopasowanie z Ogłoszeniem Gościa. Wynik dopasowania zostaje przedstawiony Użytkownikowi w ramach posiadanego Konta. O dopasowaniu Użytkownik publikujący Ogłoszenie Gospodarza zostaje powiadomiony w ramach korespondencji elektronicznej na podany przez niego przy Rejestracji adres e-mail. W korespondencji Użytkownik publikujący Ogłoszenie Gospodarza otrzymuje:<br />\n\t\t<ul>\n\t\t\t<li>dane w postaci adresu e-mail oraz telefonu komórkowego Użytkownika, którego Ogłoszenie Gościa zostało sparowane;</li>\n\t\t\t<li>link, w ramach którego Użytkownik potwierdza, iż Użytkownicy porozumieli się co do warunków zakwaterowania. Link aktywny będzie przez 6 godzin. Przez wskazany czas widoczność Ogłoszenia Gospodarza zostaje zawieszona i jest niewidoczna dla pozostałych Użytkowników i Odwiedzających Platformę lub Aplikację. W przypadku braku potwierdzenia porozumienia poprzez wskazany link w określonym czasie, Ogłoszenie Gospodarza zostaje odwieszona i jest widoczna na Platformie i Aplikacji. Potwierdzenie równoznaczne będzie z usunięciem Ogłoszenia z Platformy i Aplikacji.</li>\n\t\t</ul>\n\t</li>\n</ol>\n<h4>B. Opublikowanie Ogłoszenia Gościa</h4>\n<ol>\n    <li>Użytkownik będący uchodźcą, który zmuszony został do opuszczenia Ukrainy w związku z wybuchem wojny w ramach\n        dostępu do Konta uprawniony jest do dodawania Ogłoszeń Gościa. </li>\n    <li>Weryfikacja spełnienia przez Użytkownika warunku, o którym mowa w ust. 1 powyżej, ciąży na Użytkowniku\n        publikującym Ogłoszenie Gospodarza, którego Ogłoszenie dopasowano do Ogłoszenia Gościa. </li>\n    <li>Użytkownik może dodać tylko jedno Ogłoszenie Gościa w ramach jednej lokalizacji, w której poszukuje\n        zakwaterowania. </li>\n    <li>Opublikowanie Ogłoszenia Gościa odbywa się po zalogowaniu w Koncie i przejściu do zakładki: Dodaj Ogłoszenie.\n    </li>\n    <li>Po dodaniu Ogłoszenia Gościa, Użytkownik otrzymuje wiadomość e-mail lub SMS na podany numer telefonu\n        komórkowego. Ogłoszenie Gościa podlega weryfikacji przez moderatora i po akceptacji moderatora staje się\n        widoczne Na Platformie lub Aplikacji, o czym Użytkownik jest powiadamiany wiadomością elektroniczną na podany\n        przez niego przy Rejestracji adres e-mail lub SMS na podany numer telefonu komórkowego. </li>\n    <li>Ogłoszenie dodawane jest poprzez wprowadzenie lub wybór odpowiednich danych i kryteriów zamieszczonych na\n        Platformie lub Aplikacji, takich jak: miejscowość, rodzaj zakwaterowania (mieszkanie, pokój), długość noclegu i\n        możliwość przedłużenia tego okresu, wiek, liczba osób, w tym dzieci, informacja, o tym, kto poszukuje noclegu,\n        czy potrzebny jest transport od granicy, pochodzenie osób, możliwość przyjęcia zwierząt, ułatwienia dla osób\n        niepełnosprawnych i płeć. Nie wszystkie informacje są obligatoryjne, ale pomocne są przy dopasowywaniu\n        Ogłoszenia Gospodarza i Ogłoszenia Gościa. </li>\n    <li>Po wprowadzeniu wszystkich danych i ich zaakceptowaniu dochodzi do opublikowania Ogłoszenia Gościa. </li>\n    <li>Na podstawie danych i kryteriów określonych w Ogłoszeniu Gościa następuje dopasowanie z Ogłoszeniem Gospodarza.\n        Wynik dopasowania zostaje przedstawiony Użytkownikowi w ramach posiadanego Konta. </li>\n    <li>O dopasowaniu Użytkownik publikujący Ogłoszenie Gospodarza zostaje powiadomiony w ramach korespondencji\n        elektronicznej na podany przez niego przy Rejestracji adres e-mail lub SMS na podany numer telefonu komórkowego.\n        W korespondencji Użytkownik publikujący Ogłoszenie Gościa otrzymuje: <br />\n        <ul>\n            <li>dane Użytkownika w postaci adresu e-mail lub dane kontaktowe w postaci numeru telefonu komórkowego,\n                którego Ogłoszenie Gospodarza zostało sparowane; </li>\n            <li>link, w ramach którego Użytkownik potwierdza, iż Użytkownicy porozumieli się co do warunków\n                zakwaterowania. Link aktywny będzie przez 6 godzin. Przez wskazany czas widoczność Ogłoszenia Gościa\n                zostaje zawieszona i jest niewidoczna dla pozostałych Użytkowników i Odwiedzających Platformę lub\n                Aplikację. W przypadku braku potwierdzenia porozumienia poprzez wskazany link w określonym czasie,\n                Ogłoszenie Gościa zostaje odwieszone i jest widoczne na Platformie i Aplikacji. Potwierdzenie\n                równoznaczne będzie z usunięciem Ogłoszenia z Platformy i Aplikacji. </li>\n        </ul>\n    </li>\n</ol>\n<h3>5. Działanie Użytkowników</h3>\n<ol>\n    <li>Wszelkie działania oraz zachowania Odwiedzającego lub Użytkownika powinny być zgodne z prawem, dobrymi\n        obyczajami, obowiązującymi przepisami prawa, niniejszym Regulaminem. Zakazane jest korzystanie przez\n        Odwiedzającego lub Użytkownika z Platformy lub Aplikacji w sposób niezgodny z ich przeznaczeniem, wbrew zasadom\n        określonym niniejszym Regulaminem. </li>\n    <li>Odwiedzający i Użytkownik zobowiązuje się w szczególności do:<br />\n        <ol type=\\\"a\\\">\n            <li>Niepodejmowania jakichkolwiek działań, które mogłyby zakłócać prawidłowe działanie Platformy lub\n                Aplikacji, w tym do nieingerowania w treści, zawartość Platformy lub Aplikacji; </li>\n            <li>Niepodejmowania jakichkolwiek działań, które mogłyby zakłócać lub wpływać na elementy lub infrastrukturę\n                techniczną Platformy lub Aplikacji; </li>\n        </ol>\n    </li>\n    <li>Ponadto Użytkownik zobowiązuje się do:<br />\n        <ol type=\\\"a\\\">\n            <li>Niewprowadzania w błąd osób korzystających z Platformy lub Aplikacji, w tym poprzez podawanie fałszywych\n                danych lub publikację nieprawdziwych Ogłoszeń; </li>\n            <li>Nieposługiwania się danymi o charakterze bezprawnym, obraźliwym, naruszającymi dobre imię osób trzecich,\n                dobra osobiste, w tym dobre imię, renomę. </li>\n        </ol>\n    <li>W przypadku uzyskania przez Odwiedzającego lub Użytkownika wiarygodnej informacji o bezprawności działań lub\n        treści zawartej w Platformie lub Aplikacji lub informacji o działaniu wbrew postanowieniom niniejszego\n        Regulaminu, Użytkownik może dokonać zgłoszenia takiej sytuacji na adres: info@idtech.pl. Użytkownik dokonujący\n        zgłoszenia powinien podać ID Tech dane w celu dokonania weryfikacji zgłoszenia. </li>\n</ol>\n<h3>6. Odpowiedzialność</h3>\n<ol>\n    <li>ID Tech nie ponosi odpowiedzialności za zachowania, działania, zaniechania oraz treści zamieszczane przez\n        Użytkowników na Platformie oraz Aplikacji, w tym w szczególności za ich prawdziwość, jakość, bezpieczeństwo\n        danych. </li>\n    <li>Odwiedzający lub Użytkownik ponosi pełną odpowiedzialność za swoje działania i zaniechania związane z\n        korzystaniem z Platformy lub Aplikacji, w tym Konta, publikowania Ogłoszeń, w szczególności może ponosić\n        odpowiedzialność odszkodowawczą względem ID Tech lub innych Odwiedzających lub Użytkowników. </li>\n    <li>W przypadku uzyskania podejrzenia, że za pośrednictwem Konta może dojść lub dochodzi do działań bezprawnych,\n        naruszających bezpieczeństwo innych użytkowników Platformy lub Aplikacji, naruszających bezpieczeństwo lub\n        szkodzących ID Tech, ID Tech może tymczasowo lub trwale zablokować Użytkownikowi dostęp do Konta oraz powiadomić\n        odpowiednie organy ścigania. Zablokowanie konta będzie równoznaczne czasowym lub trwałym zaprzestaniem\n        świadczenia usług na rzecz Użytkownika. Trwała blokada Konta skutkować będzie rozwiązaniem umowy o świadczenie\n        usług Konta. O blokadzie Konta Użytkownik zostanie powiadomiony w ramach korespondencji e-mail lub SMS na podany\n        numer telefonu komórkowego. </li>\n    <li>ID Tech nie dokonuje weryfikacji tożsamości osób korzystających z Platformy i Aplikacji. </li>\n    <li>ID Tech nie ponosi odpowiedzialności z tytułu nieprawidłowego dopasowania Ogłoszenia Gospodarza z Ogłoszeniem\n        Gościem. </li>\n    <li>ID Tech nie jest pośrednikiem ani stroną jakichkolwiek umów, transakcji dokonywanych przez Użytkowników w ramach\n        Platformy lub Aplikacji. W szczególności ID Tech nie pośredniczy w zawieraniu umów użyczenia/najmu lokalu. W\n        ramach Platformy lub Aplikacji nie dochodzi do zawarcia jakichkolwiek umów. Wszelkie uzgodnienia pomiędzy\n        Użytkownikami dokonywane są poza Platformą lub Aplikacją, za co ID Tech nie ponosi odpowiedzialności. </li>\n    <li>Ogłoszenia mają charakter informacyjny i nie stanowią oferty w rozumieniu przepisów prawa cywilnego. </li>\n    <li>Każdy Użytkownik, który korzysta z Platformy lub Aplikacji, ponosi odpowiedzialność za skutki swoich działań lub\n        zaniechań. Działania lub zaniechania niezgodne z prawem mogą skutkować odpowiedzialnością prawną, w tym karną na\n        podstawie odrębnych przepisów. </li>\n</ol>\n<h3>7. Reklamacje</h3>\n<ol>\n    <li>Odwiedzający lub Użytkownik może kontaktować się z ID Tech w sprawie nieprawidłowości świadczonych usług,\n        działania Konta, Platformy, Aplikacji, w następujących formach:<br />\n        <ol type=\\\"a\\\">\n            <li>Poprzez korespondencję elektroniczną, kierowaną na adres: <a\n                    href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io</a> </li>\n            <li>Pisemnie na adres: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznań. </li>\n        </ol>\n    </li>\n    <li>Użytkownik jest uprawniony do złożenia reklamacji dotyczącej nienależytego wykonania lub niewykonania przez ID\n        Tech usług określonych niniejszym Regulaminem. Użytkownik zobowiązany jest do złożenia reklamacji poprzez:<br />\n        <ol type=\\\"a\\\">\n            <li>korespondencję elektroniczną, kierowaną na adres: <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io</a>\n            </li>\n            <li> Przesłanie pisma na adres: : ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894\n                Poznań. </li>\n        </ol>\n    </li>\n    <li>Reklamacja powinna zawierać przede wszystkim: imię, adres e-mail lub numer telefonu komórkowego Użytkownika,\n        żądanie Użytkownika składane w związku z reklamacją. Reklamacja nieposiadająca ww. danych może wymagać\n        uzupełnienia, a w sytuacji niemożności zidentyfikowania osoby, od której reklamacja pochodzi, podlegać będzie\n        ona odrzuceniu. </li>\n    <li>ID Tech zobowiązana jest do ustosunkowania się do złożonej reklamacji w ciągu 30 dni od daty jej otrzymania.\n        Odpowiedź udzielana będzie w ramach korespondencji elektronicznej, na podany przez Użytkownika adres. </li>\n</ol>\n<h3>8. Własność intelektualna</h3>\n<ol>\n    <li>Treści publikowane na Platformie, w tym materiały tekstowe, graficzne, loga, video, stanowią przedmiot ochrony\n        praw własności intelektualnej ID Tech. Zabronione jest jakiekolwiek wykorzystywanie tych treści bez uprzedniej\n        zgody ID Tech, w tym zabronione jest wykorzystywanie oznaczeń Platformy lub Aplikacji. Zabrania się agregowania,\n        zbierania i przetwarzania informacji i danych zawartych na Platformie lub w Aplikacji. </li>\n</ol>\n<h3>9. Przerwa techniczna</h3>\n<ol>\n    <li>ID Tech dołoży należytej staranności, aby świadczenie usług odbywało się w sposób niezakłócony. </li>\n    <li>ID Tech zastrzega sobie prawo do dokonywania przerw technicznych w działaniu Platformy lub Aplikacji. </li>\n    <li>Przerwy techniczne będą planowane w godzinach nocnych, aby nie zakłócać możliwości korzystania z Platformy lub\n        Aplikacji. ID Tech zobowiązuje się do informowania o każdej zaplanowanej przerwie technicznej z odpowiednim\n        wyprzedzeniem. </li>\n</ol>\n<h3>10. Postanowienia końcowe</h3>\n<ol>\n    <li>ID Tech przetwarza dane osobowe Użytkowników zgodnie z obowiązującymi przepisami prawa oraz zgodnie z Polityką\n        Prywatności stanowiącą załącznik do niniejszego Regulaminu. </li>\n    <li>Użytkownik zobowiązany jest do nieujawniania osobom trzecim informacji dotyczących innych Użytkowników, które\n        otrzymał od ID Tech w związku z korzystaniem z Platformy lub Aplikacji. </li>\n    <li>ID Tech jest uprawniona do dokonywania zmian w Regulaminie w następujących sytuacjach:<br />\n        <ol type=\\\"a\\\">\n            <li>Zmiany przepisów prawa mających wpływ na usługi świadczone w ramach niniejszego Regulaminu; </li>\n            <li>Zmian technologicznych i funkcjonalnych,</li>\n            <li>Zmian związanych z bezpieczeństwem Użytkowników lub Platformy/Aplikacji;</li>\n            <li>Zmian w Polityce prywatności;</li>\n            <li>Zmian związanych z usprawnieniem Platformy lub Aplikacji.</li>\n        </ol>\n    </li>\n    <li>O wszelkich zmianach Użytkownik będzie informowany poprzez zamieszczenie informacji w Platformie lub Aplikacji\n        oraz drogą elektroniczną na podany przez niego przy Rejestracji adres e-mail lub SMS na podany numer telefonu\n        komórkowego. </li>\n    <li>Zmiany wchodzą w życie w terminie wskazanym w informacji, o której mowa w pkt 4 powyżej, nie krótszym niż 15\n        dni, za wyjątkiem sytuacji:<br />\n        <ol type=\\\"a\\\">\n            <li>Podlegania obowiązkowi prawnemu lub regulacyjnemu, na podstawie którego ID Tech zobowiązana jest do\n                dokonania zmian Regulaminu i które uniemożliwiają dotrzymanie ww. terminu; </li>\n            <li>Przeciwdziałania nieprzewidzianemu i bezpośredniemu zagrożeniu związanego z ochroną usług pośrednictwa\n                internetowego, Użytkowników przed oszustwami, naruszeniem danych, spamem, złośliwym oprogramowaniem lub\n                innymi zagrożeniami dla cyberbezpieczeństwa. </li>\n        </ol>\n    </li>\n    <li>Prawem właściwym dla umowy pomiędzy ID Tech a Użytkownikiem jest prawo obowiązujące w kraju zamieszkania Użytkownika. </li>\n    <li>Użytkownicy będący konsumentami mają możliwość skorzystania z pozasądowego sposobu rozpatrywania reklamacji i\n        dochodzenia roszczeń przed Stałym Polubownym Sądem Konsumenckim przy Wojewódzkim Inspektorze Inspekcji Handlowej\n        w Poznaniu. Informacje o sposobie dostępu do ww. trybu i procedur rozstrzygania sporów, znajdują się pod\n        adresem: www.uokik.pl, w zakładce Rozstrzyganie sporów konsumenckich. Dodatkowo konsumenci będący osobami\n        fizycznymi, mogą skorzystać z platformy unijnej ODR, dostępnej pod adresem: https://ec.europa.eu/consumers/odr</li>\n    <li>We wszystkich sprawach nieuregulowanych w niniejszym Regulaminie zastosowanie znajdują przepisy prawa\n        obowiązującego w kraju zamieszkania Użytkownika, a w szczególności przepisy kodeksu cywilnego, ogólnego rozporządzenia o ochronie danych oraz ustawy o świadczeniu usług drogą elektroniczną. </li>\n</ol>"
}
