{
    "privacyPolicy": "<h2>Zásady ochrany osobných údajov<\/h2>\n<p>Účelom týchto Zásad ochrany osobných údajov je vysvetliť pravidlá a práva súvisiace so spracovaním Vašich osobných\n    údajov spoločnosťou ID Tech sp. z o.o. so sídlom vo Varšave, ul. Jana Olbrachta 29 \/ 54, 01-102 Warszawa, zapísaná v\n    registri podnikateľov Národného súdneho registra (Krajowy Rejester Sądowy – KRS) vedenom Okresným súdom pre hlavné\n    mesto Varšavu vo Varšave (Sąd Remöy. w Warszawie), VIII. obchodné oddelenie Národného súdneho registra pod KRS\n    číslom: 0000925748, NIP: 527-297-31-56, REGON: 520146250 v rámci poskytovanej Platformy a Aplikácie.\n    Kedykoľvek sa v tomto dokumente objavia termíny s veľkým počiatočným písmenom, sú tieto termíny definované v\n    Podmienkach používania platformy a aplikácie UASOS.org (ďalej len: Podmienky použitia).<\/p>\n<h3>I. Správca údajov<\/h3>\n<h4>Správca údajov<\/h4>\n<p>Správcom Vašich osobných údajov je spoločnosť ID Tech sp. z o.o. so sídlom vo Varšave, Jana Olbrachta 29\/54, 01-102\n    Varšava, zapísaná v registri podnikateľov Národného súdneho registra (Krajowy Rejester Sądowy, KRS) vedenom Okresným\n    súdom pre hlavné mesto Varšavu vo Varšave (Sąd Rejonowy dlam. ), VIII Obchodné oddelenie Národného súdneho registra\n    pod číslom KRS: 0000925748, NIP: 527-297-31-56, REGON: 520146250.<\/p>\n<h4>Kontaktné informácie<\/h4>\n<p>Správca menoval poverenca pre ochranu osobných údajov. Kontakt s poverencom na ochranu osobných údajov je možný na\n    vyššie uvedenej adrese sídla alebo e-mailom na adrese: <a href=\\\\\\\"mailto:iod@id-tech.io\\\\\\\">iod@id-tech.io<\/a>.<\/p>\n<h3>II. Rozsah, účely a doba spracovania osobných údajov<\/h3>\n<h4>Obecné informácie<\/h4>\n<p>V rámci vášho vytvorenia Účtu, vášho používania našej Platformy\/Aplikácie a zverejňovania Ponúk od vás získavame\n    osobné údaje.<br \/><br \/>Platformu\/Aplikáciu môžete používať až potom, čo ste si prečítali a prijali tieto Zásady\n    ochrany osobných údajov a Podmienky použitia.<\/p>\n<h4>Spracovanie dát<\/h4>\n<p>Keď zaregistrujete svoj účet na našom Portáli alebo v Aplikácii, požadujeme, aby ste poskytli nasledujúce informácie:\n<ul>\n    <li>krstné meno,<\/li>\n    <li>e-mailová adresa,<\/li>\n    <li>heslo (heslo je známe iba Vám, zabezpečujeme ho tak, aby ste jeho obsah nepoznali)<\/li>\n    <li>Číslo mobilného telefónu<\/li>\n    <li>Adresa ubytovania<\/li>\n<\/ul>Poskytnutie vyššie uvedených údajov z vašej strany je dobrovoľné, ale nevyhnutné pre uzavretie zmluvy a aby sme vám\nmohli poskytovať služby v súlade s Podmienkami použitia. Dôsledkom neposkytnutia vyššie uvedených údajov bude naša\nneschopnosť poskytnúť vám služby účtu uvedené v Podmienkach použitia <br \/> <br \/> Akonáhle si zaregistrujete účet a ak\nchcete pridať Ponuku, musíte vyplniť nasledujúce údaje pre vašu Ponuku ubytovania alebo vyhľadávania: <ul>\n    <li>miesto, ktorého sa Ponuka týka;<\/li>\n    <li>dĺžka prenocovania a možnosť jeho predĺženia<\/li>\n    <li>váš vek (vekovej skupiny);<\/li>\n    <li>informácie o tom, komu môže Hostiteľ vyhovieť;<\/li>\n    <li>informácie o preprave z hranice;<\/li>\n    <li>informácie o možných facilitáciách pre osoby so zdravotným postihnutím;<\/li>\n    <li>preferovaný počet osôb, pre ktoré je Ponuka určená;<\/li>\n    <li>či vaša Ponuka obsahuje domácich miláčikov;<\/li>\n    <li>či je vaša Ponuka pre byt, izbu, miesto v miestnosti;<\/li>\n    <li>pohlavie (tieto informácie nemusíte uvádzať, ale bude pre nás oveľa jednoduchšie spárovať Ponuku Hostiteľa tak,\n        aby vyhovovala potrebám našich Hostí).<\/li>\n<\/ul> Dôsledkom neposkytnutia vyššie uvedených údajov bude neschopnosť umiestniť Ponuku z našej strany. Tieto údaje sú\nspracovávané na základe vášho súhlasu.<\/p>\n<h4>Zhromažďovanie ďalších údajov<\/h4>\n<p>Keď používate svoj účet, zhromažďujeme informácie o Ponukách, ktoré ste zverejnili, o vašich aktivitách na Platforme\n    av Aplikácii. V rámci svojho Účtu môžete navyše nahrať vlastnú fotografiu alebo grafiku, ktorá môže prezentovať vašu\n    podobu. Nahraním fotografie alebo grafiky súhlasíte s jej spracovaním. V prípade prihlásenia prostredníctvom vášho\n    účtu na Facebooku udeľujete súhlas so spracovaním vášho obrázku alebo grafiky zverejnenej na Facebooku, čo je tiež\n    popísané nižšie.<br \/> <br \/>Pokiaľ sa prihlásite do našej Platformy alebo Aplikácie prostredníctvom iných služieb -\n    autentizačných služieb, získame vaše osobné údaje prostredníctvom týchto zdrojov (účet Facebook, účet Google atď.).\n    V takom prípade budeme zhromažďovať vaše osobné údaje vo forme vášho užívateľského mena, e-mailovej adresy,\n    fotografie alebo avatara, ktoré používate v rámci služieb, pomocou ktorých sa prihlasujete. Vaše osobné údaje z\n    týchto zdrojov budeme spracovávať iba na účely prihlásenia a používania Platformy alebo Aplikácie z vašej\n    strany.<br \/> <br \/>V súlade s uznávanou praxou väčšiny webových stránok ukladáme HTTP požiadavky smerované na náš\n    server. Prechádzané prostriedky sú identifikované adresami URL. Vaše údaje môžeme tiež spracovávať na štatistické a\n    analytické účely. Údaje, ktoré môžeme za týmto účelom spracovať, sú: verejná IP adresa počítača, z ktorého pochádza\n    Vaša IP adresa, užívateľské meno, údaje o súboroch cookies, informácie o vašej prevádzke na Platforme alebo v\n    Aplikácii, informácie o prehliadači, parametre softvéru a hardvéru.<br \/> <br \/> Vaše údaje a informácie z\n    protokolov môžeme tiež spracovávať na štatistické a analytické účely a na zabezpečenie najvyššej kvality služieb.\n    Zhromaždené protokoly sú uložené po neobmedzenú dobu ako pomocný materiál používaný pre správu Platformy a Apli\n    kácie a používajú sa okrem iného na vytváranie súhrnných štatistík, ktoré neobsahujú funkcie, ktoré identifikujú\n    konkrétne osoby.\n<\/p>\n<h4>Účel a účely spracovania údajov<\/h4>\n<p>Vaše údaje budeme spracovávať na nasledujúce účely:\n<ul>\n    <li>aby sme s vami mohli uzavrieť a plniť zmluvu o poskytovaní Platformy\/Aplikácie, aby ste mohli zverejňovať\n        Ponuky – vezmite prosím na vedomie, že informácie, ktoré zverejníte v Ponuke, nepochádzajú od nás ani nie sú\n        nami vytvorené či iniciované. Nie sme zodpovední za informácie alebo obsah, ktorý poskytnete v rámci vytvorenia\n        vášho účtu a prihlásenia, rovnako ako za vaše Ponuka. Vezmite prosím na vedomie, že poskytnutím vašich údajov\n        ste zodpovední za ich správnosť a súlad s Podmienkami používania; <\/li>\n    <li>odpovedať na akékoľvek otázky alebo požiadavky, vrátane tých, ktoré boli urobené prostredníctvom kontaktného\n        formulára; <\/li>\n    <li>dodržiavanie našich zákonných povinností, vrátane zaistenia bezpečnosti poskytovaných služieb;<\/li>\n    <li>pre analytické alebo štatistické účely;<\/li>\n<\/ul>Základom pre spracovanie osobných údajov je: <ul>\n    <li>Váš súhlas - článok 6(1)(a) GDPR v spojení s článkom 9(1)(a) GDPR;<\/li>\n    <li>nevyhnutnosť na uzavretie a plnenie zmluvy – článok 6 ods. 1 písm. b) GDPR;<\/li>\n    <li>plnenie právnych povinností Správcu, vrátane zaistenia bezpečnosti poskytovaných služieb - článok 6 ods. 1 písm.\n        c) GDPR; <\/li>\n    <li>pokiaľ ide o vykonávanie štatistík alebo analýz – článok 6 ods. 1 písm. f) GDPR (náš oprávnený záujem na\n        optimalizácii našich služieb). <\/li>\n<\/ul>\n<\/p>\n<h4>Doba spracovania údajov<\/h4>\n<p>Údaje zhromaždené za účelom uzavretia a plnenia zmluvy budú spracovávané po dobu trvania zmluvy, až do odstránenia\n    Účtu, a potom budú uchovávané až do uplynutia premlčacej lehoty nárokov (za účelom zaistenia informácií v prípade\n    právnej potreby preukázať skutočnosti alebo zabezpečiť alebo uplatniť nároky alebo chrániť pred nimi ), tj. po dobu\n    2 rokov. Údaje môžu byť uchovávané dlhšie, pokiaľ takáto povinnosť vyplýva z právnych predpisov (napr. týkajúcich sa\n    archivácie). Vaše údaje poskytnuté v súvislosti s kontaktovaním nás budú spracovávané po dobu potrebnú na\n    zodpovedanie a prípadne ku korešpondencii s vami a potom až do uplynutia premlčacej lehoty pre prípadné nároky,\n    najdlhšie však 6 rokov. Údaje spracovávané na základe vášho súhlasu budú spracovávané, pokým svoj súhlas neodvoláte.\n<\/p>\n<h3>III. Príjemcovia osobných údajov<\/h3>\n<h4>S kým zdieľame dáta<\/h4>\n<p>Vaše osobné údaje môžeme zdieľať s tretími stranami, s ktorými máme zmluvy o službách ukladania dát, analytických\n    službách, aby nám tieto strany mohli poskytovať vyššie uvedené služby. Tieto subjekty nie sú a nebudú oprávnené\n    používať vaše osobné údaje na svoje vlastné účely. Bez vášho súhlasu nebudú osobné údaje zdieľané s inými tretími\n    stranami, s výnimkou vyššie uvedených okolností av situácii, keď je odovzdanie oprávneným subjektom (vrátane orgánov\n    činných v trestnom konaní alebo súdnych orgánov) - v dôsledku právne odôvodnenej žiadosti. Vaše osobné údaje môžu\n    byť poskytnuté, ak je spracovanie nevyhnutné na splnenie úlohy realizovanej vo verejnom záujme alebo pri výkone\n    verejnej moci zverenej prevádzkovateľovi.<\/p>\n<h4>Zasielanie údajov mimo Európskej únie<\/h4>\n<p>Vaše osobné údaje môžu byť prevedené mimo Európskej únie alebo Európskeho hospodárskeho priestoru, vrátane:\n<ul>\n    <li>Google LLC so sídlom v Mountain View, Spojené štáty, v spojení s naším používanie reCAPTCHA na zaistenie\n        bezpečnosti poskytovaných služieb a na potvrdenie, že nie ste robot. Informácie o tomto riešení si môžete\n        prečítať na adrese: <a\n            href=\\\\\\\"https:\/\/policies.google.com\/privacy?hl=pl\\\">https:\/\/policies.google.com\/privacy?hl=pl<\/a> a <a\n            href=\\\\\\\"https:\/\/policies.google.com\/terms?hl=pl\\\">https:\/\/policies.google.com\/terms?hl=pl<\/a>. <\/li>\n    <li>Google Cloud Firestore - poskytovateľ databáz tretej strany. Informácie o tom, ako tento poskytovateľ chráni\n        vaše osobné údaje, si môžete prečítať na webových stránkach <a\n            href=\\\\\\\"https:\/\/firebase.google.com\/support\/privacy\\\\\\\">https:\/\/firebase.google.com\/support\/privacy<\/a>.\n    <\/li>\n<\/ul>Návštevnosť našich webových stránok je monitorovaná analytickým systémom Google Analytics, ktorého účelom je\nzhromažďovať informácie o používaní a popularite webových stránok. Tieto informácie (napr. použitý prehliadač alebo IP\nadresa) nebudeme nikdy zdieľať s tretími stranami, s výnimkou poskytovateľa Google Analytics, spoločnosti Google Inc.\nTieto údaje sú informácie o zariadení, nie o konkrétnej osobe. Nebudeme podnikať žiadne kroky na identifikáciu tejto\nosoby. Podrobnosti o zásadách ochrany osobných údajov služby Google Analytics sú k dispozícii na adrese:\n<a href=\\\\\\\"http:\/\/www.google.com\/analytics\/learn\/privacy.html\\\">http:\/\/www.google.com\/analytics\/learn\/privacy.html<\/a>.\n<\/p>\n<h3>IV. Právo osoby, ktorá sa vzťahuje k údajom<\/h3>\n<p>Vo všetkých prípadoch máte právo:\n<ol type=\\\"a\\\">\n    <li>\n        na prístup k vašim údajom (vrátane napríklad obdržania informácií, ktoré údaje sa spracúvajú);\n    <\/li>\n    <li>\n        požadovať opravu a obmedzenie spracovania údajov (napr. ak je nesprávne);\n    <\/li>\n    <li>\n        požadovať, aby vaše údaje boli vymazané (napr. v prípade, že boli spracované protiprávne);\n    <\/li>\n    <li>\n        kedykoľvek odvolať súhlas bez toho, aby bola dotknutá zákonnosť spracovania, ktoré bolo vykonané na základe\n        súhlasu pred jeho odvolaním (v prípade, že spracovanie bolo založené na súhlase);\n    <\/li>\n    <li>\n        na prenosnosť údajov, ktoré ste nám poskytli a ktoré sú spracovávané automatizovanými prostriedkami a\n        spracovanie je založené na súhlase alebo na zmluve (prenositeľnosť napr. k inému správcovi);\n    <\/li>\n    <li>\n        vzniesť námietku proti spracovaniu osobných údajov, v prípade, že spracovanie je vykonávané na účely vyplývajúce\n        z oprávneného záujmu sledovaného Správcom alebo treťou osobou;\n    <\/li>\n    <li>\n        podať sťažnosť predsedovi Úradu pre ochranu osobných údajov (kontaktné údaje: k dispozícii na adrese:\n        https:\/\/www.uoou.cz\/urad-pro-ochranu-osobnich-udaju\/os-10) v prípade, že podľa vášho názoru spracovanie vašich\n        údajov porušuje ustanovenia o ochrane osobných údajov.\n    <\/li>\n<\/ol>\nVyššie uvedené oprávnenia môžete uplatniť:\n<ol>\n    <li>\n        žiadostí o opravu: vaše údaje sú nesprávne alebo neúplné;\n    <\/li>\n    <li>\n        so zreteľom na vašu žiadosť o vymazanie: vaše údaje nie sú nevyhnutné na účely, na ktoré boli zhromaždené;\n        odvoláte svoj súhlas so spracovaním vašich údajov; vopred vznesiete námietku proti spracovaniu vašich údajov;\n        vaše údaje sú spracovávané protiprávne; údaje by sa mali vymazať, aby bola splnená povinnosť vyplývajúca z\n        právneho ustanovenia;\n    <\/li>\n    <li>\n        so zreteľom na žiadosť o obmedzenie spracovania údajov: zistíte, že vaše údaje sú nesprávne; vaše údaje sú\n        spracovávané protiprávne, ale nechcete, aby boli vymazané; vaše údaje už nepotrebujeme, ale možno ich budete\n        potrebovať na obhajobu alebo uplatnenie svojich nárokov; alebo podáte námietku proti spracovaniu vašich údajov -\n        pokiaľ nebude určené, či sú z našej strany oprávnené dôvody prednosť pred dôvodmi námietky;\n    <\/li>\n    <li>\n        so zreteľom na žiadosť o prenosnosť údajov, ak spracovanie vašich údajov prebieha na základe vášho súhlasu alebo\n        zmluvy uzavretej s vami a spracovanie prebieha automatizovanými prostriedkami.\n    <\/li>\n    <li>\n        odvolanie súhlasu: ak sú vaše údaje spracovávané na základe súhlasu.\n    <\/li>\n<\/ol>\n<\/p>\n<h3>V. Cookies<\/h3>\n<p>Súbory cookies používané v službe zhromažďujú iba informácie o zariadeniach a nastavení prehliadača, ktoré sú\n    nevyhnutné na zabezpečenie správneho fungovania webových stránok.<br \/> <br \/>Nastavenie súborov cookies môžete\n    upraviť. Ich zmena môže zahŕňať blokovanie automatického spracovania súborov cookie alebo informovanie o ich použití\n    vo vašich zariadeniach pri každom použití. Spôsoby zaobchádzania so súbormi cookie a ich úpravy nájdete v nastavení\n    webového prehliadača, ktorý používate. Musíte však vedieť, že zakázanie používania súborov cookie môže spôsobiť\n    problémy alebo znemožniť používanie niektorých služieb.<br \/> <br \/>Okrem toho môže služba používať súbory cookies\n    relácie na spracovanie informácií o čítaní zvýraznených\n    informácií. Vďaka ich použitiu sa informácia zobrazí iba raz pre jednu reláciu používateľa a znovu sa už nezobrazí.\n    Vyššie zmienený súbor cookie relácie sa objaví v určitom čase a iba po dobu, kedy je webová stránka navštívená\n    užívateľom.\n<\/p>\n<h3>VI. Bezpečnosť<\/h3>\n<h4>Čo robíme<\/h4>\n<p>za účelom zaistenia bezpečnosti:\n<ul>\n    <li>kontrolujeme metódy, ktoré používame na zhromažďovanie, ukladanie a spracovanie informácií;<\/li>\n    <li>uplatňujeme fyzické a organizačné bezpečnostné opatrenia, aby sme zaistili, že spracovanie údajov je v súlade\n        s požiadavkami ustanovení o ochrane osobných údajov a chráni práva osôb, ktorých údaje spracovávame, vrátane\n        ochrany údajov pred neoprávneným prístupom, prevzatia neoprávnenou osobou, spracovania v rozpore so zákonom,\n        zmena, strata, poškodenie alebo zničenie, <\/li>\n    <li>zabezpečujeme, aby prístup k osobným údajom a ich dostupnosť boli rýchlo obnovené v prípade fyzického alebo\n        technického incidentu v prípade fyzického alebo technického incidentu; <\/li>\n    <li>adekvátne testujeme a vyhodnocujeme účinnosť technických a organizačných opatrení na zaistenie bezpečnosti\n        spracovania; <\/li>\n    <li>poskytujeme prístup k osobným informáciám iba tým, ktorí k nim potrebujú mať prístup, aby mohli plniť\n        povinnosti, ktoré im boli zverené, a iba v rozsahu, v akom sú na to nevyhnutné. Tieto osoby sú povinné\n        zachovávať prísnu mlčanlivosť a môžu čeliť následkom, vrátane ukončenia, pokiaľ tieto povinnosti nesplnia. <\/li>\n<\/ul>\n<\/p>\n<h4>Mechanizmy spojené s bojom proti automatizovanej prevádzke<\/h4>\n<p>Z bezpečnostných dôvodov a aby sme zabránili webovým robotom, používame službu Google reCAPTCHA na kontrolu správania\n    užívateľov, aby sme overili, že nejde o žiadnych robotov. Preto môžeme spoločnosti Google LCC oznámiť informácie,\n    ako je vaša IP adresa a údaje, aby sme zistili, či došlo k automatizovanej akcii (nastavenie prehliadača, technické\n    prvky zariadenia, informácie o vašom správaní na našom portáli \/ aplikácii).<\/p>\n<h4>Profilujeme vaše osobné údaje<\/h4>\n<p>Informácie, ktoré poskytnete v Ponuke, sú profilované tak, aby zodpovedali ponúkaným ubytovaním potrebám tých, ktorí\n    hľadajú pomoc. V dôsledku týchto činností však nie je vo vzťahu k vám urobené žiadne rozhodnutie, ktoré by malo\n    právne účinky alebo sa vás podobne podstatne dotýkalo. Mechanizmus, ktorý používame, slúži iba na lepšie zladenie\n    zoznamov osôb ponúkajúcich pomoc s potrebami potrieb osôb, ktoré takú pomoc hľadajú. V súčasnej dobe je to jediný\n    mechanizmus, ktorý umožňuje lepšie párovanie publikovaných zápisov.<\/p>\n<h3>VII. Záverečné ustanovenia<\/h3>\n<h4>Vyhlásenie o zásadách ochrany osobných údajov<\/h4>\n<p>Vyhradzujeme si právo jednostranne zmeniť tieto Zásady ochrány osobných údajov kedykoľvek, pokiaľ to bude nutné, v\n    dôsledku zmien služieb, Zmluvných podmienok, firemnej politiky alebo manažmentu, zákona alebo jurisdikcie. Zmeny\n    budú účinné k dátumu, kedy budú zverejnené na webe s uvedením dátumu implementácie. Platforma alebo Aplikácie môžu\n    obsahovať odkazy na iné webové stránky. Nie sme zodpovední za postupy ochrany osobných údajov týchto webových\n    stránok. Po prepnutí na iné webové stránky si prečítajte ich zásady ochrany osobných údajov.<\/p>"
}