{
  "regulations": "<h2>PODMIENKY POUŽÍVANIA PLATFORMY A APLIKÁCIÍ UASOS.ORG</h2>\n<ol>\n    <li><b>Vymedzenie pojmov</b></li>\n    <li><b>Všeobecné podmienky používania webovej stránky a aplikácie</b></li>\n    <li><b>Účet</b></li>\n    <li><b>Pridávanie ponúk</b></li>\n    <li><b>Užívateľské akcie</b></li>\n    <li><b>Zodpovednosť</b></li>\n    <li><b>Sťažnosti</b></li>\n    <li><b>Duševné vlastníctvo</b></li>\n    <li><b>Technická prestávka</b></li>\n    <li><b>Záverečné ustanovenia</b></li>\n</ol>\n<h3>1. Vymedzenie pojmov</h3>\n<p> <b>ID Tech</b> - ID Tech sp. z o.o. so sídlom vo Varšave, ul. Jana Olbrachta 29 / 54, 01-102 Warszawa, Jana\n    Olbrachta 29 / 54, 01-102 Warszawa, zapísaná v registri podnikateľov Národného súdneho registra (Krajowy Rejestr\n    Sądowy, KRS), ktorý je vedený Okresným súdom hlavného mesta Varšavy vo Varšave, VIII Obchodné oddelenie Národného\n    súdneho registra pod číslom KRS: 0000925748, NIP: 527-297-31-56, REGON: 520146250;</p>\n<p><b>Účet</b> – súbor údajov týkajúcich sa daného Užívateľa, vrátane informácií o jeho činnosti na Platforme alebo v\n    Aplikácii, vrátane informácií, ktoré Užívateľ poskytuje na Platforme alebo v Aplikácii;</p>\n<p><b>Registrácia</b> – proces vytvorenia Účtu Užívateľom po tom, ako Užívateľ prijal požadované dokumenty a súhlasy;\n</p>\n<p><b>Užívateľ</b> – fyzická osoba s plnou právnou spôsobilosťou, ktorá má Účet a používa Platformu alebo Aplikáciu po\n    prihlásení sa do Účtu po predchádzajúcom potvrdení jeho pravosti prostredníctvom prihlasovacieho mena a hesla na\n    Platforme alebo Aplikácii a s využitím funkcií, rozsahu údajov, formulárov a funkcií poskytovaných spoločnosťou ID\n    Tech;</p>\n<p><b>Návštevník</b> – je fyzická osoba, ktorá nemá Účet a ktorá nie je Užívateľom a ktorá môže používať Platformu a\n    Aplikáciu bez registrácie, v súlade s týmito podmienkami používania;</p>\n<p><b>Platforma</b> – online platforma dostupná pod doménou: UASOS.org, ktorá je prevádzkovaná spoločnosťou ID Tech sp.\n    z o.o.;</p>\n<p><b>Aplikácia</b> – softvér bežiaci na mobilných zariadeniach, ako sú mobilné telefóny, smartfóny alebo tablety v\n    operačných systémoch týchto zariadení, vo OS Windows alebo Android, s možnosťou využívať funkcie týchto zariadení,\n    ku ktorým patria všetky autorské práva spoločnosti ID Tech sp. z o.o.;</p>\n<p><b>Ponuka hostiteľa</b> – oznámenie od Užívateľa vyjadrujúce želanie poskytnúť ubytovanie v súlade s kritériami\n    stanovenými Platformou alebo Aplikáciou a uvedenými v týchto Podmienkach;</p>\n<p><b>Ponuka hosťa</b> - oznámenie pochádzajúca od Užívateľa, ktorým Užívateľ žiada o ubytovanie podľa kritérií\n    stanovených v Platforme alebo Aplikácii, v súlade s týmito podmienkami;</p>\n<p><b>Ponuka</b> – spoločné pomenovanie pre Ponuku hostiteľa a Ponuku hosťa;</p>\n<p><b>GDPR</b> - nariadenie Európskeho parlamentu a Rady (EÚ) 2016/679 z 27. apríla 2016 o ochrane fyzických osôb pri\n    spracúvaní osobných údajov a o voľnom pohybe takýchto údajov, ktorým sa zrušuje smernica 95/46/ES (všeobecné\n    nariadenie o ochrane údajov);</p>\n<p><b>Zákon o ochrane osobných údajov</b> – Zákon č. 18/2018 Z. z. z 29. novembra 2017 o ochrane osobných údajov a o\n    zmene a doplnení niektorých zákonov.</p>\n<h3>2. Všeobecné podmienky používania webovej stránky a aplikácie</h3>\n<ol>\n    <li>Tieto podmienky špecifikujú podmienky používania Platformy a Aplikácie vrátane pravidiel Registrácie, Účtu a\n        zverejňovania Ponúk.</li>\n    <li>Platforma a Aplikácia sú určené na vyhľadávanie Ponúk Užívateľmi pri poskytovaní alebo prijímaní ubytovania.\n        Platforma a Aplikácia boli vytvorené s cieľom poskytnúť pomoc utečencom, ktorí boli nútení opustiť Ukrajinu v\n        dôsledku vypuknutia vojny.</li>\n    <li>Používanie Platformy a Aplikácie je bezplatné.</li>\n    <li>Každý Návštevník a Užívateľ je povinný dodržiavať tieto podmienky.</li>\n    <li>Platforma a Aplikácia umožnia:<br />\n        <ol type=\\\"a\\\">\n            <li>Návštevníkovi - prístup k obsahu Ponúk;</li>\n            <li>Užívateľovi:<br />\n                <ol type=\\\"i\\\">\n                    <li>prístup k obsahu Ponúk;</li>\n                    <li>prístup k Účtu;</li>\n                    <li>zverejnenie Ponuky po prihlásení sa do Účtu;</li>\n                    <li>výber Ponuky, ktorá zodpovedá kritériám Užívateľa zobrazujúceho Ponuku hostiteľa s Ponukou hosťa\n                        od iného Užívateľa.</li>\n                </ol>\n            </li>\n        </ol>\n    </li>\n</ol>\n<h3>3. Účet</h3>\n<ol>\n    <li>Na získanie prístupu k Účtu je potrebné sa zaregistrovať;</li>\n    <li>Účet umožňuje Užívateľovi:<br />\n        <ol type=\\\"a\\\">\n            <li>Zverejniť Ponuku;</li>\n            <li>Vyberte jednu z Ponúk predložených Užívateľovi v dôsledku zosúladenia kritérií Ponuky hostiteľa s\n                Ponukou hosťa.</li>\n        </ol>\n    </li>\n    <li>Užívateľ môže mať na Platforme/v Aplikácii len jeden Účet v rámci jednej e-mailovej adresy alebo telefónneho\n        čísla. Užívateľ môže použiť rovnaké údaje na prihlásenie do Platformy aj Aplikácie.</li>\n    <li>K tomu:<br />\n        <ol type=\\\"a\\\">\n            <li>Vyplňte registračný formulár dostupný na Platforme alebo v Aplikácii a poskytnite v ňom požadované\n                údaje, ako sú meno, e-mailová adresa, jedinečné heslo alebo svoju totožnosť overte prostredníctvom\n                externého poskytovateľa služieb (Facebook, Google). Užívateľ sa zaväzuje poskytnúť pravdivé, úplné a\n                aktuálne údaje. V prípade zmeny údajov je Užívateľ povinný ich aktualizovať;</li>\n            <li>Prečítajte si a prijmite tieto podmienky a Zásady ochrany osobných údajov.</li>\n        </ol>\n    </li>\n    <li>Po vykonaní krokov uvedených v bode 4 vyššie bude Užívateľovi, ktorý sa prihlási vyplnením registračného\n        formulára, doručený e-mail alebo SMS na uvedené číslo mobilného telefónu potvrdzujúca registráciu Účtu. V\n        prípade autentifikácie prostredníctvom externého poskytovateľa služieb (Facebook, Google) Užívateľ nedostane\n        e-mail o zriadení Účtu.</li>\n    <li>Poskytnutie nepravdivých údajov Užívateľom má za následok okamžité ukončenie zmluvy o poskytovaní služieb Účtu a\n        následné vymazanie daného Účtu.</li>\n    <li>Užívateľ nesmie zdieľať Účet alebo prihlasovacie údaje k Účtu s tretími stranami.</li>\n    <li>Užívateľ má zakázané vykonávať činnosti v rozpore s týmito podmienkami, platnými zákonmi alebo dobrými\n        mravmi, a to najmä činnosti, ktoré môžu zahrňovať porušovanie osobných práv, podnecovanie k páchaniu trestných\n        činov alebo ich obhajovanie, podnecovanie k nenávisti na základe príslušnosti k určitej národnosti, etnickej\n        skupine, rase alebo náboženského vierovyznania.</li>\n    <li>Užívateľ súhlasí s prijatím všetkých potrebných opatrení na zachovanie diskrétnosti a ochranu údajov pred ich\n        neoprávneným zverejnením alebo prístupom.</li>\n    <li>V momente Registrácie Účtu dochádza k uzavretiu zmluvy o poskytovaní služieb Účtu ID Tech s Užívateľom, ktorá sa\n        uzatvára na dobu neurčitú.</li>\n    <li>Užívateľ môže Zmluvu o poskytovaní služieb Účtu kedykoľvek ukončiť výberom možnosti „Odstrániť konto“ v Účte.\n    </li>\n    <li>Užívateľ, ktorý je spotrebiteľom alebo fyzickou osobou, ktorá uzatvára zmluvu v priamej súvislosti s jej\n        podnikateľskou činnosťou, ak obsah tejto zmluvy o poskytovaní služieb nemá odborný charakter, môže od nej do 14\n        dní odo dňa uzavretia zmluvy o poskytovaní služieb odstúpiť bez udania dôvodu predložením vyhlásenia e-mailom na\n        adresu: info@id-tech.io alebo písomne na adresu: ID Tech sp. z oo, Andersia Business Center, Plac Andersa 7,\n        61-894 Poznań.</li>\n    <li>Vymazanie Účtu znamená zároveň stratu prístupu Užívateľa k Účtu a všetkým údajom a informáciám v ňom\n        obsiahnutým, vrátane obsahu Ponuky.</li>\n    <li>Spoločnosť ID Tech môže vypovedať Zmluvu o poskytovaní služieb Účtu s Užívateľom s mesačnou výpovednou dobou, ak\n        užívateľ:<br />\n        <ol type=\\\"a\\\">\n            <li>nebol prihlásený do Účtu dlhšie ako 12 mesiacov;</li>\n            <li>napriek vytvoreniu Účtu nezverejnil žiadnu Ponuku do 30 dní od dátumu Registrácie.\n            </li>\n        </ol>\n    </li>\n    <li>Spoločnosť ID Tech oznámi Užívateľovi vyššie uvedené ukončenie prostredníctvom e-mailu.</li>\n    <li>Spoločnosť ID Tech môže s Užívateľom okamžite ukončiť zmluvu o poskytovaní služieb Účtu v nasledujúcich\n        situáciách:<br />\n        <ol type=\\\"a\\\">\n            <li>Porušenie týchto podmienok zo strany Užívateľa, podniknutie krokov, ktoré sú v rozpore s týmito\n                podmienkami, platnými zákonmi, a to najmä činnosti, ktoré môžu zahrňovať porušovanie osobných práv,\n                podnecovanie k páchaniu trestných činov alebo ich obhajovanie, podnecovanie k nenávisti na základe\n                príslušnosti k určitej národnosti, etnickej skupine, rase alebo náboženského vierovyznania;</li>\n            <li>Činnosti Užívateľa, ktoré poškodzujú dobré meno spoločnosti ID Tech alebo činností, ktoré môžu mať za\n                následok škodu spoločnosti ID Tech;</li>\n            <li>Činnosti, ktoré zahŕňajú automatizované akcie.</li>\n        </ol>\n    </li>\n</ol>\n<h3>4. Pridávanie Ponúk</h3>\n<h4>A. Uverejnenie oznámenia o hostiteľovi</h4>\n<ol>\n    <li>Ako súčasť prístupu Užívateľa k vášmu Účtu máte oprávnenie pridať Ponuku hostiteľa.</li>\n    <li>Hostiteľ môže pridať iba jednu Ponuku hostiteľa na lokalitu, kde Hostiteľ ubytovanie ponúka.</li>\n    <li>Ponuku hostiteľa je oprávnený pridať len Užívateľ, ktorý má právny titul na priestory, na ktoré sa Ponuka\n        vzťahuje.</li>\n    <li>Zverejnenie Ponuky hostiteľa sa vykoná po prihlásení do Účtu a prejdení na kartu: „Pridať ponuku“.</li>\n    <li>Po pridaní Ponuky hostiteľa dostane Užívateľ e-mail alebo SMS na uvedené číslo mobilného telefónu. Ponuka\n        hostiteľa podlieha overeniu moderátorom a po schválení moderátorom sa stane viditeľnou na Platforme alebo v\n        Aplikácii, o čom bude Užívateľ informovaný e-mailom na e-mailovú adresu uvedenú Užívateľom pri Registrácii alebo\n        SMS na uvedené číslo mobilného telefónu.</li>\n    <li>Ponuka sa pridáva zadaním alebo výberom potrebných údajov a kritérií na Platforme alebo v Aplikácii, ako sú\n        napríklad: miesto, typ ubytovania, dĺžka ubytovania a možnosť jeho rozšírenia, vek, počet osôb vrátane detí,\n        informácie o tom, kto môže byť ubytovaný, či je zabezpečená preprava z hranice, preferovaný pôvod osôb, možnosť\n        prijatia zvierat, zariadenia pre zdravotne postihnuté osoby a pohlavie. Nie všetky informácie sú povinné, ale sú\n        užitočné pri zosúlaďovaní Ponuky hostiteľa a Ponuky hosťa.</li>\n    <li>Po zadaní potrebných údajov a ich prijatí sa Ponuky hostiteľa zverejnia.</li>\n    <li>Na základe údajov a kritérií uvedených v Ponuke hostiteľa sa vytvorí zhoda s Ponukou hosťa. Výsledok\n        párovania sa zobrazí Užívateľovi v rámci jeho Účtu. Užívateľ, ktorý zverejnil Ponuky hostiteľa, je informovaný o\n        zhode e-mailom, ktorý Užívateľ uviedol pri Registrácii. V komunikácii dostane Užívateľ, ktorý zverejní Ponuku\n        hostiteľa:<br />\n        <ul>\n            <li>údaje vo forme e-mailovej adresy alebo mobilného telefónneho čísla Užívateľa, ktorého Ponuka hosťa bola\n                s jeho Ponukou hostiteľa spárovaná;</li>\n            <li>odkaz, v ktorom Užívateľ potvrdzuje, že Užívatelia sa dohodli na podmienkach ubytovania. Odkaz bude\n                aktívny 6 hodín. Počas tohto obdobia je viditeľnosť Ponuky hostiteľa pozastavená a nie je viditeľná pre\n                ostatných Užívateľov a Návštevníkov Platformy alebo Aplikácie. V prípade nepotvrdenia dohody\n                prostredníctvom uvedeného odkazu v stanovenej lehote sa Ponuka hostiteľa vráti späť a bude opäť\n                viditeľná na Platforme a v Aplikácii. Potvrdenie odkazu má za následok odstránenie Ponuky z Platformy a\n                Aplikácie.</li>\n        </ul>\n    </li>\n</ol>\n<h4>B. Zverejnenie Ponuky hosťa</h4>\n<ol>\n    <li>Užívateľ, ktorý je utečencom, ktorý bol nútený opustiť Ukrajinu v dôsledku vypuknutia vojny ako súčasť svojho\n        prístupu k Účtu, je oprávnený pridať Ponuku hosťa.</li>\n    <li>Za overenie súladu Užívateľa s podmienkou uvedenou v odseku 1 vyššie je zodpovedný Užívateľ, ktorý zverejňuje\n        Ponuku hostiteľa, ktorého Ponuka bola priradená k Ponuke hosťa.</li>\n    <li>Užívateľ môže pridať iba jednu Ponuku hosťa na lokalitu, kde si Užívateľ hľadá ubytovanie.</li>\n    <li>Zverejnenie Ponuky hosťa sa vykoná prihlásením do Účtu a prejdením na kartu: „Pridať Ponuku“.</li>\n    <li>Po pridaní Ponuky hostí dostane Užívateľ e-mailovú správu alebo SMS na uvedené číslo mobilného telefónu.\n        Ponuku hosťa overí moderátor, a po jej schválení moderátorom sa uverejní na Platforme alebo v Aplikácii, o čom\n        bude Užívateľ informovaný e-mailom alebo SMS správou na poskytnuté číslo mobilného telefónu a na e-mailovú\n        adresu uvedenú Užívateľom pri Registrácii.</li>\n    <li>Ponuka sa pridáva zadaním alebo výberom vhodných údajov a kritérií na Platforme alebo v Aplikácii, ako sú\n        napríklad: lokalita, typ ubytovania (apartmán, izba), dĺžka ubytovania a možnosť jeho rozšírenia, vek, počet\n        osôb vrátane detí, informácie o tom, kto si hľadá ubytovanie, či je potrebná preprava z hraníc, pôvod osôb,\n        možnosť prijímať zvieratá, zariadenia pre zdravotne postihnutých ľudí a pohlavie. Nie všetky informácie sú\n        povinné, ale sú užitočné pri zosúlaďovaní Ponuky hostiteľa a Ponuky hosťa.</li>\n    <li>Po zadaní a prijatí všetkých údajov sa zverejní Ponuka hosťa.</li>\n    <li>Na základe údajov a kritérií uvedených v Ponuke hosťa sa spáruje s Ponukou hostiteľa. Výsledok párovania sa\n        Užívateľovi zobrazí v rámci jeho Účtu.</li>\n    <li>Užívateľ, ktorý zverejní Ponuku hostiteľa, bude informovaný o zhode prostredníctvom e-mailu, ktorý zadal\n        Užívateľ pri Registrácii. V korešpondencii dostane Užívateľ zverejňujúci Ponuku hosťa:<br />\n        <ul>\n            <li>údaje o Užívateľovi vo forme e-mailovej adresy, ktorého Hostiteľská reklama bola spárovaná;</li>\n            <li>odkaz, v ktorom Užívateľ potvrdzuje, že Užívatelia sa dohodli na podmienkach ubytovania. Odkaz bude\n                aktívny 6 hodín. Počas tohto obdobia je viditeľnosť Ponuky hosťa pozastavená a nie je viditeľná pre\n                ostatných Užívateľov a Návštevníkov Platformy alebo Aplikácie. V prípade nepotvrdenia dohody\n                prostredníctvom uvedeného odkazu v stanovenej lehote bude Ponuka hosťa pozastavená a bude viditeľná na\n                Platforme a v Aplikácii. Potvrdenie odkazu bude mať za následok odstránenie Ponuky z Platformy a\n                Aplikácie.</li>\n        </ul>\n    </li>\n</ol>\n<h3>5. Užívateľské akcie</h3>\n<ol>\n    <li>Všetky úkony a správanie Návštevníka alebo Užívateľa musia byť v súlade so zákonom, dobrými mravmi,\n        príslušnými ustanoveniami zákona a týmito podmienkami používania. Je zakázané, aby Návštevník alebo Užívateľ\n        používal Platformu alebo Aplikáciu spôsobom, ktorý nie je v súlade s ich zamýšľaným účelom, čo je v rozpore so\n        zásadami uvedenými v týchto podmienkach.</li>\n    <li>Návštevník a Užívateľ sa zaväzuje najmä:<br />\n        <ol type=\\\"a\\\">\n            <li>Nevykonávať nič, čo by mohlo narušiť riadne fungovanie Platformy alebo Aplikácie, vrátane zasahovania do\n                obsahu, obsahu Platformy alebo Aplikácie;</li>\n            <li>Nekonať nič, čo by mohlo narušiť alebo ovplyvniť technické prvky alebo infraštruktúru Platformy alebo\n                Aplikácie;</li>\n        </ol>\n    </li>\n    <li>Užívateľ okrem toho súhlasí s tým, že:<br />\n        <ol type=\\\"a\\\">\n            <li>Nebude uvádzať osoby používajúce Platformu alebo Aplikáciu do omylu, a to ani poskytovaním nepravdivých\n                údajov alebo zverejňovaním nepravdivých Ponúk;</li>\n            <li>Nebude používať údaje nezákonného, urážlivého charakteru, ktoré porušujú dobré meno tretích strán,\n                osobné práva, vrátane dobrého mena a dobrej povesti.</li>\n        </ol>\n    <li>V prípade, že Návštevník alebo Užívateľ získa spoľahlivé informácie o nezákonnosti konania alebo obsahu\n        obsiahnutého v Platforme alebo Aplikácii alebo informácie o konaní v rozpore s ustanoveniami týchto podmienok,\n        Užívateľ môže takúto situáciu nahlásiť na adresu: info@id-tech.io. Užívateľ, ktorý nahlasuje porušenie\n        podmienok, poskytne údaje spoločnosti Tech ID na overenie nahlásenie.</li>\n</ol>\n<h3>6. Zodpovednosť</h3>\n<ol>\n    <li>Spoločnosť ID Tech nezodpovedá za správanie, konanie, opomenutia a obsah uverejnený Užívateľmi na Platforme a v\n        Aplikácii, najmä za ich pravdivosť, kvalitu a ochranu údajov.</li>\n    <li>Návštevník alebo Užívateľ nesie plnú zodpovednosť za svoje konanie a opomenutie v súvislosti s používaním\n        Platformy alebo Aplikácie, vrátane Účtu, zverejnenia Ponúk, a najmä môže byť zodpovedný za škody spôsobenú\n        spoločnosti ID Tech alebo iným Návštevníkom alebo Užívateľom.</li>\n    <li>Ak spoločnosť ID Tech získa podozrenie, že prostredníctvom Účtu môže dôjsť alebo dochádza k nezákonnej\n        činnosti, ktorá ohrozuje bezpečnosť ostatných Užívateľov Platformy alebo Aplikácie, ohrozuje bezpečnosť alebo\n        poškodzuje spoločnosť ID Tech, ID Tech môže dočasne alebo natrvalo zablokovať prístup takého Užívateľa k Účtu a\n        informovať príslušné orgány činné v trestnom konaní. Zablokovanie Účtu zodpovedá dočasnému alebo trvalému\n        ukončeniu poskytovania služieb Užívateľovi. Trvalé zablokovanie Účtu má za následok ukončenie zmluvy o\n        poskytovaní služieb Účtu. Užívateľ bude informovaný o zablokovaní Účtu e-mailom alebo prostredníctvom SMS správy\n        na poskytnuté číslo mobilného telefónu.</li>\n    <li>Spoločnosť ID Tech neoveruje totožnosť jednotlivcov používajúcich Platformu a Aplikáciu.</li>\n    <li>Spoločnosť ID Tech nezodpovedá za žiadny nesúlad medzi Ponukou hostiteľa a Ponukou hosťa.</li>\n    <li>Spoločnosť ID Tech nie je sprostredkovateľom ani zmluvnou stranou žiadnych dohôd, transakcií vykonávaných\n        Užívateľmi na Platforme alebo Aplikácii. Spoločnosť ID Tech najmä nevystupuje ako sprostredkovateľ pri\n        uzatváraní zmlúv o prenájme priestorov. V rámci Platformy alebo Aplikácie sa neuzatvárajú žiadne zmluvy\n        Akékoľvek dohody medzi používateľmi sa uzatvárajú mimo Platformy alebo Aplikácie, a za tie spoločnosť ID Tech\n        nenesie žiadnu zodpovednosť.</li>\n    <li>Ponuky slúžia len na informačné účely a nepredstavujú ponuku v zmysle občianskeho zákonníka.</li>\n    <li>Každý Užívateľ, ktorý používa Platformu alebo Aplikáciu, je zodpovedný za dôsledky svojho konania alebo\n        opomenutia. Protiprávne konanie alebo opomenutie môže mať za následok právnu zodpovednosť vrátane trestnej\n        zodpovednosti podľa osobitných ustanovení.</li>\n</ol>\n<h3>7. Sťažnosti</h3>\n<ol>\n    <li>Návštevník alebo Užívateľ môže kontaktovať spoločnosť ID Tech ohľadom nezrovnalostí v poskytovaných službách,\n        prevádzke Účtu, Platformy, Aplikácie, a to nasledujúcim spôsobom:<br />\n        <ol type=\\\"a\\\">\n            <li>elektronickou poštou na adrese <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io</a>;</li>\n            <li>Písomne na adrese: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznań.\n            </li>\n        </ol>\n    </li>\n    <li>Užívateľ je oprávnený podať sťažnosť na nesprávne plnenie alebo neplnenie služieb uvedených v týchto podmienkach\n        zo strany ID Tech. Užívateľ je povinný podať sťažnosť prostredníctvom:<br />\n        <ol type=\\\"a\\\">\n            <li>elektronickou poštou na adrese <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io</a>;</li>\n            <li>Písomne na adrese: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznań.\n            </li>\n        </ol>\n    </li>\n    <li>Sťažnosť by mala obsahovať: meno, e-mailovú adresu alebo číslo mobilného telefónu Užívateľa, žiadosť Užívateľa\n        podanú v súvislosti s reklamáciou. Sťažnosť bez vyššie uvedených údajov môže vyžadovať doplnenie a ak nie je\n        možné identifikovať osobu, od ktorej sťažnosť pochádza, sťažnosť sa zamietne.</li>\n    <li>Spoločnosť ID Tech je povinná reagovať na podanú sťažnosť do 30 dní od jej doručenia. Odpoveď bude odoslaná\n        elektronickou formou na adrese poskytnutej Užívateľom.</li>\n</ol>\n<h3>8. Duševné vlastníctvo</h3>\n<ol>\n    <li>Obsah zverejnený na Platforme, vrátane textových materiálov, grafiky, loga, videa, podlieha ochrane práv\n        duševného vlastníctva spoločnosti ID Tech Je zakázané používať tento obsah akýmkoľvek spôsobom bez\n        predchádzajúceho súhlasu spoločnosti ID Tech, vrátane používania označení Platformy alebo Aplikácie. Je zakázané\n        získavať, zhromažďovať a spracúvať informácie a údaje obsiahnuté v Platforme alebo Aplikácii.</li>\n</ol>\n<h3>9. Technická prestávka</h3>\n<ol>\n    <li>Spoločnosť ID Tech vykonáva náležitú starostlivosť s cieľom zabezpečiť, aby sa poskytovanie služieb vykonávalo\n        nepretržite.</li>\n    <li>Spoločnosť ID Tech si vyhradzuje právo na technické prerušenie prevádzky Platformy alebo Aplikácie</li>\n    <li>Technické prerušenia budú naplánované počas nočných hodín tak, aby nenarušovali možnosť používania Platformy\n        alebo Aplikácie. Spoločnosť ID Tech sa zaväzuje poskytnúť primerané oznámenie o každom plánovanom technickom\n        prerušení.</li>\n</ol>\n<h3>10. Záverečné ustanovenia</h3>\n<ol>\n    <li>Spoločnosť ID Tech spracúva osobné údaje Užívateľov v súlade s platnými právnymi predpismi a v súlade so\n        Zásadami ochrany osobných údajov, ktoré sú priložené k týmto podmienkam.</li>\n    <li>Užívateľ sa zaväzuje neposkytovať tretím stranám informácie týkajúce sa iných Užívateľov, ktoré získal od\n        spoločnosti ID Tech v súvislosti s používaním Platformy alebo Aplikácie.</li>\n    <li>Spoločnosť ID Tech má právomoc vykonávať zmeny týchto podmienok v nasledujúcich situáciách:<br />\n        <ol type=\\\"a\\\">\n            <li>Zmeny v zákonoch, ktoré majú vplyv na poskytovanie týchto služieb;</li>\n            <li>Technologické a funkčné zmeny;</li>\n            <li>Zmeny súvisiace s bezpečnosťou Užívateľov alebo Platformy/Aplikácie;</li>\n            <li>Zmeny v zásadách ochrany osobných údajov;</li>\n            <li>Zmeny týkajúce sa zlepšenia Platformy alebo Aplikácie.</li>\n        </ol>\n    </li>\n    <li>Užívateľ bude o všetkých zmenách informovaný zverejnením informácií na Platforme alebo Aplikácii a e-mailom, na\n        e-mailovej adresu uvedenej Užívateľom pri Registrácii alebo SMS správou na uvedené číslo mobilného telefónu.\n    </li>\n    <li>Zmeny a doplnenia nadobúdajú účinnosť dňom uvedeným v oznámení uvedenom v odseku 4, ktoré nesmie byť kratší ako\n        15 dní, s výnimkou:<br />\n        <ol type=\\\"a\\\">\n            <li>Na ktoré sa vzťahuje zákonná alebo regulačná povinnosť, podľa ktorej je spoločnosť ID Tech povinná\n                vykonať zmeny podmienok a predpisov, ktoré znemožňuje dodržať vyššie uvedenú lehotu; </li>\n            <li>Riešenie nepredvídaných a bezprostredných hrozieb na ochranu internetových sprostredkovateľských\n                služieb, Užívateľov pred podvodmi, porušovaním ochrany údajov, spamom, škodlivým softvérom alebo inými\n                hrozbami v oblasti kybernetickej bezpečnosti.</li>\n        </ol>\n    </li>\n    <li>Rozhodným právom pre zmluvu medzi spoločnosťou ID Tech a Užívateľom je právo platné v krajine pobytu Užívateľa.\n    </li>\n    <li>Užívatelia, ktorí sú spotrebiteľmi, majú možnosť využiť mimosúdne riešenie sťažností a nárokov v súlade s\n        ustanoveniami o ochrane spotrebiteľa platnými v krajine pobytu Užívateľa. Okrem toho spotrebitelia, ktorí sú\n        fyzickými osobami, môžu využívať platformu ODR EÚ, ktorá je k dispozícii na adrese: https://ec.europa.eu/consumers/odr</li>\n    <li>Vo všetkých záležitostiach, na ktoré sa nevzťahujú tieto podmienky, sa použijú ustanovenia práva, ktoré sa\n        vzťahuje na krajinu pobytu Užívateľa, najmä ustanovenia občianskeho zákonníka, GDPR, Zákona na ochranu osobných\n        údajov.</li>\n</ol>"
}
