{
    "regulations": "<h3><ol>\n    <li>Définitions<\/li>\n    <li>Dispositions générales<\/li> \n    <li>Conditions relatives aux Hôtes<\/li> \n    <li>Conditions relatives aux Habitants<\/li>\n    <li>Le rôle de la Plateforme et de l’Application<\/li>\n    <li>Conditions générales d’utilisation du site web et de l’application<\/li> \n    <li>Compte<\/li> \n    <li>Publication d’Offres<\/li> \n    <li>Actions des Utilisateurs<\/li> \n    <li>Responsabilité<\/li>\n    <li>Plaintes<\/li>\n    <li>Propriété intellectuelle<\/li>\n    <li>Interruption technique<\/li> \n    <li>Dispositions finales<\/li> \n<\/ol><\/h3>\n<h3>1. Définitions<\/h3>\n<p><b>ID Tech<\/b> – ID Tech sp. zo.o., dont le siège est sis à Varsovie, ul Jana Olbrachta 29 \/ 54, 01-102 Warszawa, inscrite au registre des entreprises du registre judiciaire national (Krajowy Rejestre Sadowy, KRS) tenu par le Tribunal de première instance de la capitale de Varsovie à Varsovie, VIIIe Département de commerce du registre judiciaire national, sous la référence KRS : 0000925748, NIP : 527-297-31-56, REGON : 520146250 ; <\/p>\n<p><b>Compte<\/b> – désigne l’ensemble des données relatives à un Utilisateur donné, notamment des informations sur son activité sur la Plateforme ou dans l’Application, y compris les informations que l’Utilisateur fournit sur la Plateforme ou dans l’Application ; <\/p>\n<p><b>Inscription<\/b> – désigne le processus de création d’un Compte par l’Utilisateur, une fois les documents et consements requis acceptés et donnés par l’Utilisateur ; <\/p>\n<p><b>Utilisateur<\/b> – désigne une personne physique jouissant d’une pleine capacité juridique, qui dispose d’un Compte et utilise la Plateforme ou l’Application après s’être connecté au Compte et authentifié au moyen d’un login et d’un mot de passe sur la Plateforme ou l’Application et en utilisant les fonctionnalités, l’éventail de données, les formulaires et les caractéristiques fournis par ID Tech ; <\/p>\n<p><b>Visiteur<\/b> – désigne une personne physique qui ne dispose pas d’un Compte et qui n’est pas un Utilisateur et qui peut utiliser la Plateforme et l’Application sans s’incrire, conformément aux termes des présentes Conditions d’utilisation ; <\/p>\n<p><b>Plateforme<\/b> – désigne la plateforme en ligne gérée par ID Tech sp. Z o.o. disponible sous le nom de domaine : UASOS.org. <\/p>\n<p><b>Application<\/b> – désigne le logiciel fonctionnant sur les appareils mobiles tels que les téléphones cellulaires, les smartphones ou les tablettes dans les systèmes d’exploitation de ces appareils, sous Windows ou Android, permettant d’utiliser les fonctions de ces appareils, dont tous les droits d’auteur appartiennent à ID Tech sp. zo.o.<\/p>\n<p><b>Hôte<\/b> – désigne l’Utilisateur exprimant le souhait de fournir un hébergement, conformément aux critères prévus par la Plateforme ou l’Application, tels que définis dans les présentes Conditions.<\/p>\n<p><b>Annonce de l’Hôte<\/b> – désigne l’Annonce de l’Utilisateur exprimant son souhait de fournir un hébergement, conformément aux critères prévus par la Plateforme ou l’Application, tels que définis dans les présentes Conditions. <\/p>\n<p><b>Habitant<\/b> – désigne l’Utilisateur qui fait une demande d’hébergement, selon les critères prévus par la Plateforme ou l’Application, tels que définis dans les présentes Conditions. <\/p>\n<p><b>Annonce de l’Habitant<\/b> – désigne l’Annonce de l’Utilisateur exprimant son souhait d’être hébergé, selon les critères prévus par la Plateforme ou l’Application, tels que définis dans les présentes Conditions. <\/p>\n<p><b>Annonce<\/b> – peut désigner l’Annonce de l’Hôte ou l’Annonce de l’Habitant.<\/p>\n<p><b>RGPD<\/b> – Règlement (UE) 2016\/679 du Parlement européen et du Conseil (UE) du 27 avril 2016 relatif à la protection des personnes physiques à l’égard du traitement des données à caractère personnel et à la libre circulation de ces données, et abrogeant la Directive 95\/46\/CE (Règlement général sur la protection des données). <\/p>\n<h3>2. Dispositions générales<\/h3> \n<p><ol>\n    <li>Les présentes Conditions générales précisent les modalités d’utilisation de la Plateforme et de l’Application, y compris les règles relatives à l’Inscription, au compte et à la publication des Annonces. <\/li>\n    <li>La Plateforme et l’Application sont conçues pour la recherche par les Utilisateurs d’Annonces sur la fourniture ou la réception d’un hébergement gratuit. La Plateforme et l’Application ont été créées afin de fournir une assistance aux réfugiés qui ont été contraints de quitter l’Ukraine en raison du déclenchement de la guerre. <\/li>\n    <li>L’utilisation de la Plateforme et l’Application est gratuite. <\/li>\n    <li>Chaque Visiteur et Utilisateur est tenu de se conformer aux présentes Conditions générales. <\/li>\n    <li>La Plateforme et l’Application doivent permettre :\n    <ol>\n        <li>Au Visiteur – un accès au contenu des Annonces ;<\/li>\n        <li>A l’Utilisateur : \n        <ol>\n            <li>un accès au contenu des Annonces ; <\/li>\n            <li>un accès au Compte ; <\/li>\n            <li>la publication d’une Annonce après la connexion au Compte <\/li>\n            <li>sélection d’une Annonce qui correspond aux critères de l’Utilisateur affichant l’Annonce de l’Hôte avec l’Annonce de l’Habitant d’un autre Utilisateur. <\/li>\n<\/ol><\/li><\/ol><\/li><\/ol><\/p>\n<h3>3. Conditions relatives aux Hôtes<\/h3>\n<p><ol>\n    <li>La relation de l’Hôte avec la Plateforme et l’Application est celle d’une personne physique indépendante et non d’un employé, d’un agent, d’un co-entrepreneur ou d’un partenaire de quelque manière que ce soit de la Plateforme ou de l’Application. <\/li>\n    <li>La Plateforme ou l’Application ne dirige ni ne contrôle l’Hôte ou son Inscription. <\/li>\n    <li>L’Hôte reconnaît qu’il a toute latitude pour décider de fournir gratuitement un hébergement à un autre Utilisateur. <\/li>\n    <li>La Plateforme et l’Application permettent à l’Hôte de mettre en ligne et de gérer son Annonce. L’Annonce doit contenir des informations complètes et exactes sur l’hébergement que l’Utilisateur souhaite fournir gratuitement. <\/li>\n    <li>L’Utilisateur est responsable de la mise à jour et de l’exactitude des informations et du contenu de l’Annonce en tout temps. <\/li>\n    <li>L’Hôte est responsable de disposer de la couverture d’assurance appropriée pour son logement. <\/li>\n    <li>L’Hôte est tenu de comprendre et de respecter les lois, règles, règlement et contrats conclu avec des tiers qui s’appliquent à son Annonce ou à l’hébergement qu’il souhaite proposer. En particulier, l’Hôte est responsable de l’obtention de tout permis, licence ou autre forme d’autorisation nécessaire(s) pour fournir hébergement à d’autres personnes, conformément à la loi applicable dans le pays dans lequel l’hébergement proposé est situé. <\/li>\n    <li>L’Hôte est responsable de ses propres actes et omissions, de même que des actes et omissions de toute personne qu’il autorise à participer à la fourniture de l’hébergement proposé dans son Annonce. <\/li>\n    <li>L’Hôte est responsable de la mise en place de règles et d’exigences relatives à l’hébergement proposé dans son Annonce. <\/li>\n    <li>L’Hôte reconnaît que la fourniture d’un hébergement comporte des risques inhérents et accepte d’assumer l’intégralité des risques découlant de son accès à la Plateforme ou à l’Application et de leur utilisation, de la fourniture d’un hébergement et de toute interaction qu’il a avec un Habitant ou d’autres Utilisateurs, que ce soit en personne ou en ligne. <\/li>\n    <li>L’Hôte doit agir avec intégrité, traiter les autres avec respect et se conformer aux lois applicables en tout temps. <\/li>\n<\/ol><\/p>\n<h3>4. Conditions relatives aux Habitants<\/h3>\n<p><ol>\n    <li>L’Habitant est responsable de ses propres actes et omissions, de même que des actes et omissions de toute personne qu’il invite à se joindre ou à laquelle il donne accès à l’hébergement fourni par l’Hôte. <\/li>\n    <li>En particulier, l’Habitant est responsable de laisser l’hébergement fourni par un Hôte (et les biens personnels qui s’y trouvent) dans l’état dans lequel il se trouvait à son arrivée ; il est responsable du paiement de tous les montants raisonnablement nécessaires pour réparer tout dommage que lui-même, ses invités ou ses animaux domestiques causent l’hébergement fourni par un Hôte ; et il doit agir avec intégrité, traiter les autres avec respect et se conformer aux lois applicables en tout temps. <\/li>\n    <li>L’Habitant reconnaît que, dans la mesure autorisée par la loi applicable, il assume l’intégralité des risques découlant de son séjour dans l’hébergement fourni par un Hôte et de toute autre interaction qu’il a avec d’autres Utilisateurs, en personne ou en ligne. <\/li>\n    <li>L’Habitant reconnaît qu’il est de sa responsabilité de s’enquérir sur l’Hôte pour déterminer s’il lui convient, respectivement si l’hébergement est conforme aux exigences découlant des normes applicables dans le pays dans lequel l’hébergement est situé, pour autant que de telles exigences existent. <\/li>\n<\/ol><\/p>\n\n<h3>5. Le rôle de la Plateforme et de l’Application <\/h3>\n<p><ol>\n    <li>La Plateforme et l’Application ne contrôlent pas et ne peuvent pas contrôler la conduite des Hôtes et des Habitants. <\/li>\n    <li>En particulier, bien que la Plateforme et l’Application visent à fournir une assistance aux réfugiés qui ont été forcés de quitter l’Ukraine en raison du déclenchement de la guerre, elles ne fournissent pas et ne peuvent pas fournir une protection à ces personnes. <\/li>\n    <li>La Plateforme et l’Application recommandent aux réfugiés qui ont été forcés de quitter l’Ukraine en raison du déclenchement de la guerre de se tenir régulièrement au courant des informations et recommandations du gouvernement du pays dans lequel elles souhaitent trouver refuge et dans lequel elles souhaitent trouver un hébergement par le biais de la Plateforme et de l’Application.<\/li> \n<\/ol><\/p>\n\n<h3>6. Conditions générales d’utilisation du site web et de l’application <\/h3>\n<p><b><u>SOMETHING MISSING?<\/u><\/b><\/p>\n<h3>7.\tCompte <\/h3>\n<p><ol>\n    <li>Afin d’avoir accès à un Compte, il est nécessaire de s’enregistrer. \n    <li>Le compte permet à l’Utilisateur de : \n    <ol>\n        <li>Publier une Annonce ; <\/li>\n        <li>Sélectionner une Annonce présentée à l’Utilisateur à la suite de la mise en relation des critères de l’Annonce de l’Hôte et de l’Annonce de l’Habitant. <\/li>\n    <\/ol><\/li>\n    <li>L’Utilisateur ne peut avoir qu’un seul Compte sur la Plateforme et l’Application par le biais d’une même adresse e-mail ou d’un même téléphone mobile. L’Utilisateur peut utiliser les mêmes données pour se connecter à la Plateforme et à l’Application. <\/li>\n    <li>Afin de : \n    <ol>\n        <li>Remplir le formulaire d’Inscription disponible sur la Plateforme ou l’Application et fournir les données qui y sont requises, telles que le nom, l’adresse électronique, le mot de passe unique ou s’authentifier par le biais d’un prestataire de services externe (Facebook, Google). L’Utilisateur s’engage à fournir des données vraies, complètes et actuelles. Si les données changent, l’Utilisateur est tenu de les mettre à jour ;\n        <li>Lire et accepter les présentes Conditions générales et la Politique de confidentialité. \n    <\/ol><\/li>\n    <li>Après avoir accompli les étapes visées au paragraphe 4 ci-dessus, l’Utilisateur qui se connecte en remplissant le formulaire d’Inscription recevra un courriel ou un SMS au numéro de téléphone mobile fourni, confirmant l’enregistrement du Compte. Dans le cas d’une authentification par le biais d’un prestataire de services externe (Facebook, Google, l’Utilisateur ne reçoit pas d’e-mail de confirmation de création d’un Compte. <\/li>\n    <li>La fourniture de fausses données par l'Utilisateur entraîne la résiliation immédiate de l'accord relatif à la fourniture des services du Compte et la suppression du Compte.<\/li>\n    <li>L'Utilisateur ne peut pas partager le Compte ou les données de connexion avec des tiers.<\/li>\n    <li>Il est interdit à l'Utilisateur d'entreprendre des actions contraires aux présentes Conditions générales, aux lois applicables ou aux bonnes mœurs, notamment des actions susceptibles de porter atteinte à des intérêts privés, l'incitation à commettre des actes criminels et leur apologie, l'incitation à la haine fondée sur des motifs nationaux, ethniques, raciaux et religieux.<\/li>\n    <li>L'Utilisateur s'engage à prendre toutes les précautions nécessaires pour préserver le secret et protéger les données contre toute divulgation ou tout accès non autorisé.<\/li>\n    <li>Au moment de l'enregistrement du Compte, le contrat de fourniture des services du Compte conclu entre ID Tech et l'Utilisateur est conclu pour une durée indéterminée.<\/li>\n    <li>L'Utilisateur peut résilier le contrat de prestation de services du Compte en tout temps, en sélectionnant l'option \"Supprimer le compte\" dans le Compte.<\/li>\n    <li>Dans le cas où l’Utilisateur est un consommateur ou une personne physique qui conclut un contrat en lien avec son activité professionnelle, et si le contenu du présent Contrat de services montre qu'il n'est pas de nature professionnelle pour cette personne, l’Utilisateur peut, dans un délai de 14 jours à compter de la date de conclusion du Contrat de services, s'en retirer sans donner de motif, en faisant une déclaration à cet égard par e-mail à l'adresse suivante : <a href=\\\"mailto:info@id-tech.io\">info@id-tech.io<\/a> ou par écrit à l'adresse suivante : ID Tech sp. z oo, Centre d'affaires Andersia, Plac Andersa 7, 61-894 Poznań.<\/li>\n    <li>La suppression du Compte équivaut à la perte de l'accès de l'Utilisateur au Compte et à toutes les données et informations qu'il contient, y compris le contenu de l’Annonce.<\/li>\n    <li>ID Tech peut mettre fin au Contrat de services du Compte avec l'Utilisateur moyennant un préavis d'un mois si l'Utilisateur :\n    <ol>\n        <li>ne s'est pas connecté au Compte pendant plus de 12 mois ;<\/li>\n        <li>malgré la création d'un Compte, n'a pas publié d'Annonce dans les 30 jours suivant la date d'Inscription.<\/li>\n    <\/ol><\/li>\n    <li>ID Tech informera l'Utilisateur de la résiliation susmentionnée par courrier électronique. <\/li>\n    <li>ID Tech peut résilier immédiatement avec l'Utilisateur le contrat de fourniture des services du Compte dans les cas suivants : \n    <ol>\n        <li>Violation des présentes Conditions par l'Utilisateur, comportements contraires à la loi applicable ou aux bonnes mœurs, ce qui inclut notamment les actes pouvant porter atteinte aux droits de la personnalité d’autrui, l'incitation à commettre des actes criminels et leur apologie, l'incitation à la haine fondée sur des motifs nationaux, ethniques, raciaux et religieux.<\/li>\n        <li>Les actions de l'Utilisateur visant à porter atteinte à la réputation de ID Tech ou les actions pouvant entraîner un préjudice pour ID Tech ;<\/li>\n        <li>Prendre toute mesure qui indique une action automatisée.<\/li>\n<\/ol><\/li><\/ol><\/p>\n<h3>8. Publication d’Annonces <\/h3>\n<h4>A. Publication de l'Annonce de l’Hôte <\/h4>\n<p><ol>\n    <li>Dans le cadre de l'accès de l'Utilisateur à votre Compte, l’Utilisateur est autorisé à ajouter une Annonce d’Hôte. <\/li>\n    <li>L’Hôte ne peut ajouter qu'une seule Annonce d’Hôte par lieu où il propose un hébergement. <\/li>\n    <li>L'Inscription de l’Hôte doit être ajoutée par un Utilisateur qui détient un droit sur l’hébergement auquel l'Inscription se rapporte.<\/li>\n    <li>La publication de l'Annonce de l’Hôte se fait après s'être connecté au compte et avoir accédé à l'onglet : Ajouter une Annonce. <\/li>\n    <li>Après l'ajout de l'Annonce de l’Hôte, l'Utilisateur reçoit un courrier électronique ou un SMS au numéro de téléphone mobile fourni. L'Inscription de l’Hôte est soumise à la vérification d'un modérateur et, après approbation du modérateur, devient visible sur la Plateforme ou l’Application, ce dont l'Utilisateur est informé par courrier électronique à l'adresse électronique fournie par l'Utilisateur lors de son Inscription ou par SMS au numéro de téléphone mobile fourni.<\/li>\n    <li>Une Annonce est ajoutée en saisissant ou en sélectionnant les données et les critères appropriés sur la Plateforme ou l'Application, tels que : le lieu, le type d'hébergement, la durée de l'hébergement et la possibilité de le prolonger, l'âge, le nombre de personnes, y compris les enfants, les informations sur les personnes pouvant être hébergées, si le transport depuis la frontière est assuré, l'origine préférée des personnes, la possibilité d'accepter des animaux, les installations pour les personnes handicapées et le sexe. Toutes les informations ne sont pas obligatoires, mais elles sont utiles pour faire correspondre l’Annonce des Hôtes et celle des Habitants.<\/li>\n    <li>Après avoir saisi les données nécessaires et leur acceptation, les Annonces des Hôtes sont publiées.<\/li>\n    <li>Sur la base des données et des critères spécifiés dans l’Annonce de l’Hôte, une l’Annonce est mise en relation avec une Annonces de l’Habitant. Le résultat de la mise en relation est affiché à l'Utilisateur dans son Compte. L'Utilisateur qui publie une Annonce de l’Hôte est informé de la mise en relation avec l’Annonce de l’Habitant par le biais d'une correspondance électronique à l'adresse électronique fournie par l'Utilisateur lors de son Inscription. Dans cette correspondance, l'Utilisateur qui publie une Annonce de l’Hôte reçoit :<\/li>\n    <ol>\n        <li>des données sous la forme de l'adresse électronique ou du numéro de téléphone mobile de l'Utilisateur avec lequel l'Annonce de l’Habitant a été mise en relation ;<\/li>\n        <li>un lien dans lequel l'Utilisateur confirme que les Utilisateurs sont convenus des conditions d'hébergement. Le lien sera actif pendant 6 heures. Pendant cette période, la visibilité de l'Annonce de l’Hôte est suspendue et est invisible pour les autres Utilisateurs et Visiteurs de la Plateforme et de l'Application. En cas de non confirmation de l'accord via le lien indiqué dans le délai imparti, l'Annonce de l’Hôte sera réactivée et sera à nouveau visible sur la Plateforme et l'Application. La confirmation équivaut à la suppression de l'Annonce de la Plateforme et de l'Application.<\/li>\n<\/ol><\/li><\/ol><\/p>\n<h4>B. Publication de l’Annonce de l’Habitant<\/h4>\n<p><ol>\n    <li>L'Utilisateur qui est un réfugié qui a été forcé de quitter l'Ukraine en raison du déclenchement de la guerre dans le cadre de l'accès à son Compte est autorisé à ajouter des Annonces de l'Habitant. <\/li>\n    <li>La vérification du respect par un Utilisateur de la condition visée au paragraphe 1 ci-dessus incombe à l'Utilisateur qui publie l'Annonce de l’Hôte et dont l'Annonce a été mise en relation avec l'Annonce de l’Habitant du visiteur. <\/li>\n    <li>L'Utilisateur ne peut ajouter qu'une seule Annonce de l’Habitant par lieu où il recherche un hébergement.<\/li>\n    <li>La publication d'une Annonce de l’Habitant se fait en se connectant au compte et en allant dans l'onglet : Ajouter une Annonce<\/li>\n    <li>Après l'ajout de l’Annonce de l’Habitant, l'Utilisateur recevra un message électronique ou un SMS au numéro de téléphone mobile fourni. L’Annonce de l’Habitant sera vérifiée par le modérateur et, après approbation du modérateur, deviendra visible sur la Plateforme ou l'Application, ce dont l'Utilisateur sera informé par e-mail ou SMS au numéro de téléphone mobile fourni à l'adresse e-mail fournie par l'Utilisateur lors de son Inscription.<\/li>\n    <li>L'Inscription est ajoutée en saisissant ou en sélectionnant les données et les critères appropriés sur la Plateforme ou l'Application, tels que : la localisation, le type de logement (appartement, chambre), la durée du logement et la possibilité de le prolonger, l'âge, le nombre de personnes, y compris les enfants, les informations sur la personne qui recherche un logement, la nécessité ou non d'un transport depuis la frontière, l'origine des personnes, la possibilité d'accepter des animaux, les aménagements pour les personnes handicapées et le sexe. Toutes les informations ne sont pas obligatoires, mais elles sont utiles pour faire correspondre la liste des Hôtes et celle des Habitants.<\/li>\n    <li>Une fois toutes les données saisies et acceptées, l’Annonce de l’Habitant est publiée.<\/li>\n    <li>Sur la base des données et des critères spécifiés dans l’Annonce de l’Habitant, une mise en relation est établie avec une Annonce d’Hôte. Le résultat de la mise en relation est présenté à l'Utilisateur dans son Compte.<\/li>\n    <li>L'Utilisateur qui publie une Annonce d’Habitant est informé de la mise en relation dans une correspondance électronique envoyée à l'adresse électronique fournie par l'Utilisateur lors de l'Inscription. Dans cette correspondance, l'Utilisateur qui publie une Annonce d’Habitant reçoit :\n    <ol>\n        <li>les données de l'Utilisateur sous la forme de l'adresse électronique dont l'Annonce d’Hôte a été couplée ;<\/li>\n        <li>un lien dans lequel l'Utilisateur confirme que les Utilisateurs sont convenus des conditions d'hébergement. Le lien sera actif pendant 6 heures. Pendant cette période, la visibilité de l'Annonce de l’Habitant est suspendue et est invisible pour les autres Utilisateurs et Visiteurs de la Plateforme ou de l'Application. En cas de non-confirmation de l'accord via le lien indiqué dans le délai imparti, l'Inscription du Visiteur sera réactivée  et sera visible sur la Plateforme et l'Application. La confirmation équivaut à la suppression de l'Annonce de la Plateforme et de l'Application.<\/li>\n<\/ol><\/li><\/ol><\/p>\n<h3>9. Actions des Utilisateurs <\/h3>\n<p><ol>\n    <li>Toutes les actions et le comportement du Visiteur ou de l'Utilisateur doivent être conformes à la loi, aux bonnes mœurs, aux dispositions applicables de la loi, et aux présentes Conditions générales. Il est interdit pour le Visiteur ou l'Utilisateur d'utiliser la Plateforme ou l'Application d'une manière incompatible avec leur but ou contraire aux principes énoncés dans les présentes Conditions. <\/li>\n    <li>Le Visiteur et l'Utilisateur s'engagent notamment à :\n    <ol>\n        <li>Ne pas entreprendre d'actions susceptibles d'interférer avec le bon fonctionnement de la Plateforme ou de l'Application, notamment ne pas interférer avec le contenu, les contenus de la Plateforme ou de l'Application ;<\/li>\n        <li>Ne pas entreprendre d'action qui pourrait interférer ou affecter les éléments techniques ou l'infrastructure de la Plateforme ou de l'Application .<\/li>\n    <\/ol><\/li>\n    <li>En outre, l'Utilisateur s'engage à :\n    <ol>\n        <li>Ne pas induire en erreur les personnes utilisant la Plateforme ou l'Application, notamment en fournissant de fausses données ou en publiant de fausses Annonces ; <\/li>\n        <li>Ne pas utiliser de données de nature illicite, offensante, portant atteinte à l'honorabilité de tiers, aux intérêts privés d’autrui, notamment à l'honorabilité, à la réputation.<\/li>\n    <\/ol><\/li>\n    <li>Dans le cas où le Visiteur ou l'Utilisateur obtiendrait des informations fiables sur le caractère illicite d'actions ou de contenus sur la Plateforme ou l'Application ou des informations sur des agissements contraires aux dispositions des présentes Conditions, l'Utilisateur pourra signaler cette situation à l'adresse suivante : <a href=\\\"mailto:info@id-tech.io\">info@id-tech.io<\/a>. L'Utilisateur qui effectue le signalement doit fournir les données d'identification de Tech ID afin de vérifier le signalement.<\/li>\n<\/ol><\/p>\n<h3>10. Responsabilité<\/h3>\n<p><ol>\n    <li>ID Tech n'est pas responsable du comportement, des actions, des omissions et des contenus publiés par les Utilisateurs sur la Plateforme et l'Application, y compris, notamment, de leur véracité, qualité, ou de la sécurité des données.<\/li>\n    <li>Le Visiteur ou l'Utilisateur est entièrement responsable de ses actes et omissions en relation avec l'utilisation de la Plateforme ou de l'Application, y compris le Compte, la publication d'Annonces, et peut notamment être responsable des dommages causés à ID Tech ou aux autres Visiteurs ou Utilisateurs.<\/li>\n    <li>Si ID Tech a un soupçon qu'une activité illicite a eu lieu, peut avoir lieu, ou a eu lieu par le biais du Compte, compromettant la sécurité des autres utilisateurs de la Plateforme ou de l'Application, compromettant la sécurité de ID Tech ou lui portant préjudice, ID Tech peut bloquer temporairement ou définitivement l'accès de l'Utilisateur au Compte et saisir les autorités compétentes. Le blocage du Compte équivaut à la cessation temporaire ou permanente de la fourniture de services à l'Utilisateur. Le blocage permanent du Compte entraînera la résiliation de l'accord sur la fourniture des services du Compte. L'Utilisateur sera informé du blocage du Compte par courrier électronique ou par SMS au numéro de téléphone mobile fourni.<\/li>\n    <li>ID Tech ne vérifie pas l'identité des personnes qui utilisent la Plateforme et l'Application.<\/li>\n    <li>ID Tech n'est pas responsable de l'incompatibilité entre une Annonce d'Hôte et une Annonce d’Habitant.<\/li>\n    <li>ID Tech n'est pas un intermédiaire ou une partie à toute entente, transaction effectuée par les utilisateurs sur la Plateforme ou l'Application. En particulier, ID Tech n'agit pas en tant qu'intermédiaire dans la conclusion de contrats de location\/location de locaux. Aucun accord n'est conclu au sein de la Plateforme ou de l'Application. Les accords entre les Utilisateurs sont conclus en dehors de la Plateforme ou de l'Application, pour lesquels ID Tech n'assume aucune responsabilité.<\/li>\n    <li>Les Annonces sont uniquement à titre informatif et ne constituent pas une offre au sens du droit civil.<\/li>\n    <li>Chaque Utilisateur qui utilise la Plateforme ou l'Application est responsable des conséquences de ses actes et omissions. Les actes et omissions illicites peuvent entraîner la responsabilité de l’auteur, y compris une responsabilité pénale en vertu de dispositions distinctes.<\/li>\n<\/ol><\/p>\n<h3>11. Plaintes<\/h3>\n<p><ol>\n    <li>Un Visiteur ou un Utilisateur peut contacter ID Tech concernant des irrégularités dans les services fournis, le fonctionnement du Compte, de la Plateforme ou de l'Application, par les voies suivantes :\n    <ol>\n        <li>Par correspondance électronique, adressée à <a href=\\\"mailto:info@id-tech.io\">info@id-tech.io<\/a> ; \n        <li>Par écrit, à l'adresse : ID Tech sp. z o.o., Centre d'affaires Andersia, Plac Andersa 7, 61-894 Poznań.\n    <\/ol><\/li>\n    <li>L'Utilisateur a le droit de déposer une plainte concernant la mauvaise exécution ou la non-exécution par ID Tech des services spécifiés dans le présent Règlement. L'Utilisateur est tenu de déposer une plainte par :\n    <ol>\n        <li>Par correspondance électronique, adressée à <a href=\\\"mailto:info@id-tech.io\">info@id-tech.io<\/a> ;<\/li>\n        <li>Par écrit, à l'adresse : ID Tech sp. z o.o., Centre d'affaires Andersia, Plac Andersa 7, 61-894 Poznań.<\/li>\n    <\/ol><\/li>\n    <li>Une plainte doit comprendre les éléments suivants : le nom, l'adresse e-mail ou le numéro de téléphone portable de l'Utilisateur, la demande de l'Utilisateur soumise dans le cadre de la plainte. Une plainte sans les données susmentionnées peut nécessiter un complément, et s'il est impossible d'identifier la personne dont émane la plainte, celle-ci sera rejetée.<\/li>\n    <li>ID Tech est tenu de répondre à la plainte soumise dans les 30 jours suivant sa réception. La réponse sera donnée par correspondance électronique, à l'adresse fournie par l'Utilisateur.<\/li>\n<\/ol><\/p>\n<h3>12. Propriété intellectuelle<\/h3>\n<p>Les contenus publiés sur la Plateforme et l’Application , y compris les documents textuels, les graphiques, les logos, les vidéos, sont soumis à la protection des droits de propriété intellectuelle d'ID Tech. Il est interdit d'utiliser ce contenu de quelque manière que ce soit sans le consentement préalable d'ID Tech, y compris l'utilisation des marques de la Plateforme ou de l'Application. Il est interdit d'agréger, de collecter et de traiter les informations et les données contenues sur la Plateforme ou l'Application.<\/p>\n<h3>13. Interruption technique<\/h3>\n<p><ol>\n    <li>ID Tech fera preuve de la diligence requise pour garantir que la fourniture des services est effectuée de manière ininterrompue. <\/li>\n    <li>ID Tech se réserve le droit de procéder à des interruptions techniques dans le fonctionnement de la Plateforme ou de l'Application.<\/li>\n    <li>Les interruptions techniques seront programmées pendant les heures de nuit afin qu'elles n'interfèrent pas avec la possibilité d'utiliser la Plateforme ou l'Application. ID Tech s'engage à fournir un préavis raisonnable de toute interruption technique programmée.<\/li>\n<\/ol><\/p>\n<h3>14. Dispositions finales <\/h3>\n<p><ol>\n    <li>ID Tech traite les données personnelles des Utilisateurs conformément à la loi applicable et à la politique de confidentialité jointe aux présentes Conditions générales.<\/li>\n    <li>l'Utilisateur est tenu de ne pas divulguer à des tiers les informations relatives aux autres Utilisateurs dont il a eu connaissance par le biais d'ID Tech dans le cadre de l'utilisation de la Plateforme ou de l'Application.<\/li>\n    <li>ID Tech a le pouvoir d'apporter des modifications aux présentes Conditions générales dans les situations suivantes :\n    <ol>\n        <li>Modifications des lois affectant les services fournis en vertu des présentes ;<\/li>\n        <li>Changements technologiques et fonctionnels ;  <\/li>\n        <li>Les changements liés à la sécurité des Utilisateurs ou de la Plateforme\/Application ;<\/li>\n        <li>Les modifications apportées à la politique de confidentialité ;<\/li>\n        <li>Les modifications liées à l'amélioration de la Plateforme ou de l'Application.<\/li>\n    <\/ol><\/li>\n    <li>L'Utilisateur est informé de toute modification par l'affichage d'informations sur la Plateforme ou l'Application et par courrier électronique à l'adresse électronique fournie par l'Utilisateur lors de son Inscription ou par SMS au numéro de téléphone mobile fourni.<\/li>\n    <li>Les modifications entrent en vigueur à la date indiquée dans l'avis mentionné au paragraphe 4 ci-dessus , qui ne doit pas être inférieure à 15 jours, sauf :\n    <ol>\n        <li>Être soumis à une obligation légale ou réglementaire en vertu de laquelle ID Tech est tenu d'apporter des modifications aux Conditions générales et qui rend impossible le respect du délai susmentionné ;<\/li>\n        <li>Pour faire face à des menaces imprévues et imminentes afin de protéger les Services de courtage par Internet, les Utilisateurs contre la fraude, les violations de données, les pourriels, les logiciels malveillants ou d'autres menaces de cybersécurité.<\/li>\n    <\/ol><\/li>\n    <li>Le droit applicable au contrat entre ID Tech et l'Utilisateur est le droit applicable au pays de résidence de l'Utilisateur.<\/li>\n    <li>Les Utilisateurs qui sont des consommateurs ont la possibilité d'utiliser le règlement extrajudiciaire des plaintes et des réclamations conformément aux dispositions de protection des consommateurs applicables dans le pays de résidence de l'Utilisateur. Si l'Utilisateur est un citoyen de la République de Pologne, il peut déposer des plaintes et des réclamations devant la Cour permanente d'arbitrage des consommateurs auprès de l'Inspecteur provincial de l'inspection du commerce à Poznań. Les informations relatives à l'accès à la procédure susmentionnée et aux procédures de règlement des litiges sont disponibles à l'adresse suivante : www.uokik.pl, dans l'onglet Règlement des litiges de consommation. En outre, les consommateurs qui sont des personnes physiques peuvent utiliser la plateforme européenne ODR, disponible à l'adresse suivante : https:\/\/ec.europa.eu\/consumers\/odr.  <\/li>\n    <li>La plateforme de résolution des litiges en ligne de la Commission européenne n'est pas disponible pour les résidents de la Suisse. Tout litige découlant du contrat entre ID Tech et un Utilisateur dont le pays de résidence est la Suisse est régi par le droit suisse, conformément au paragraphe 6 de la présente disposition. <\/li>\n    <li>Pour toutes les questions non couvertes par les présentes Conditions générales, sont applicables les dispositions du droit applicable au pays de résidence de l'Utilisateur, notamment les dispositions du Code civil, le Règlement général sur la protection des données et la loi sur les services électroniques.<\/li>\n<\/ol><\/p>"
}