{
    "regulations": "<h2>ПРАВИЛА И УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ПЛАТФОРМЫ И ПРИЛОЖЕНИЙ UASOS.ORG<\/h2>\n<ol>\n    <li><b>Определения<\/b><\/li>\n    <li><b>Общие положения<\/b><\/li>\n    <li><b>Общие условия использования веб-сайта и приложения<\/b><\/li>\n    <li><b>Учетная запись<\/b><\/li>\n    <li><b>Добавление объявлений<\/b><\/li>\n    <li><b>Действия пользователя<\/b><\/li>\n    <li><b>Жалобы<\/b><\/li>\n    <li><b>Интеллектуальная собственность<\/b><\/li>\n    <li><b>Технический перерыв<\/b><\/li>\n    <li><b>Заключительные положения<\/b><\/li>\n<\/ol>\n<h3>1. Определения<\/h3>\n<p> <b>ID Tech<\/b> - ID Tech sp. z o.o. с местонахождением в Варшаве, ул. Яна Ольбрахта 29 \/ 54, 01-102 Варшава, зарегистрированная\n    в реестре предпринимателей Национального судебного реестра (Krajowy Rejestr Sądowy, KRS), который ведется Окружным судом г. Варшавы.\n    Суд Столицы Варшавы в Варшаве, VIII Коммерческий отдел Национального судебного реестра под номером\n    KRS номер: 0000925748, NIP: 527-297-31-56, REGON: 520146250; <\/p>\n<p><b>Аккаунт<\/b> - совокупность данных, относящихся к определенному Пользователю, включая информацию о его деятельности на\n    Платформе или в Приложении, включая информацию, которую Пользователь предоставляет на Платформе или в Приложении;\n<\/p>\n<p><b>Регистрация<\/b> - процесс создания Пользователем Учетной записи, после принятия Пользователем необходимых\n    документов и согласия;<\/p>\n<p><b>Пользователь<\/b> - физическое лицо, обладающее полной дееспособностью, которое имеет Учетную запись и использует Платформу или Приложение после того, как\n    входа в Учетную запись после предварительного подтверждения своей подлинности с помощью логина и пароля на\n    Платформа или Приложение и использует функциональные возможности, диапазон данных, формы и функции, предоставляемые ID Tech;<\/p>\n<p><b>Посетитель<\/b> - физическое лицо, которое не имеет Учетной записи и не является Пользователем, и которое может использовать\n    Платформой и Приложением без регистрации, в соответствии с условиями настоящих Условий использования;<\/p>\n<p><b>Платформа<\/b> - управляемая ID Tech sp. z o.o. онлайн-платформа, доступная под доменом: UASOS.org<\/p>\n<p><b>Приложение<\/b> - программное обеспечение, работающее на мобильных устройствах, таких как сотовые телефоны, смартфоны или планшеты, в операционных системах этих устройств, в Windows или Windows.\n    системах этих устройств, в Windows или Android, позволяющее использовать функции этих устройств, на которое принадлежат все авторские права.\n    авторские права принадлежат компании ID Tech sp. o.o.<\/p>\n<p><b>Объявление хоста<\/b> - сообщение от Пользователя, выражающее желание предоставить жилье, в соответствии с\n    критериями, предусмотренными Платформой или Приложением и изложенными в настоящих Условиях.<\/p>\n<p><b>Объявление гостя<\/b> - объявление, исходящее от Пользователя, в котором Пользователь делает запрос о предоставлении жилья, в соответствии с критериями, предусмотренными Платформой или Приложением и установленными настоящими Условиями.\n    размещения, в соответствии с критериями, предусмотренными Платформой или Приложением и изложенными в настоящих\n    Правилах.<\/p>\n<p><b>Листинг<\/b> - Листинг гостей и Листинг хозяев.<\/p>\n<p><b>RODO<\/b> - Регламент (ЕС) 2016\/679 Европейского парламента и Совета (ЕС) от 27 апреля 2016 года о\n    защите физических лиц в отношении обработки персональных данных и о свободном перемещении таких данных\n    и отменяющий Директиву 95\/46\/EC (Общий регламент о защите данных)<\/p>\n<h3>2. Общие положения<\/h3>\n<ol>\n    <li>Настоящие Положения и условия определяют условия использования Платформы и Приложения, включая правила для\n        Регистрации, Учетной записи и публикации Листингов. <\/li>\n    <li>Платформа и Приложение предназначены для поиска Пользователями Объявлений о предоставлении или получении\n        жилья. Платформа и Приложение были созданы с целью оказания помощи беженцам, которые были\n        вынуждены покинуть Украину в связи с началом войны. <\/li>\n    <li>Использование Платформы и Приложения является бесплатным.<\/li>\n    <li>Каждый Посетитель и Пользователь обязан соблюдать настоящие Положения и условия. <\/li>\n    <li>Платформа и Приложение должны обеспечивать:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Посетителю - доступ к содержанию Объявлений;<\/li>\n            <li>Пользователю:<br \/>\n                <ol type=\\\"i\\\">\n                    <li>доступ к содержанию Объявлений;<\/li>\n                    <li>доступ к Аккаунту;<\/li>\n                    <li>публикация Листинга после входа в Аккаунт;<\/li>\n                    <li>выбор Листинга, соответствующего критериям Пользователя, отображающего Ведущий Листинг с\n                        Гостевой листинг от другого Пользователя. <\/li>\n                <\/ol>\n            <\/li>\n        <\/ol>\n    <\/li>\n<\/ol>\n<h3>3. Аккаунт<\/h3>\n<ol>\n    <li>Для получения доступа к Аккаунту необходимо зарегистрироваться;<\/li>\n    <li>Учетная запись позволяет Пользователю:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Опубликовать Объявление;<\/li>\n            <li>Выбрать одно из Объявлений, представленных Пользователю в результате совпадения критериев Хозяина Объявления\n                и Гостевого листинга. <\/li>\n        <\/ol>\n    <\/li>\n    <li>Пользователь может иметь только одну Учетную запись на Платформе\/Приложении в рамках одного адреса электронной почты или мобильного телефона. Пользователь может использовать\n        одни и те же данные для входа на Платформу и в Приложение. <\/li>\n    <li>Для того чтобы:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Заполнить регистрационную форму, доступную на Платформе или в Приложении, и предоставить требуемые данные\n                в ней, такие как имя, адрес электронной почты, уникальный пароль или пройти аутентификацию через внешнего поставщика услуг (Facebook, Google).\n                провайдера (Facebook, Google). Пользователь обязуется предоставлять достоверные, полные и актуальные данные. Если данные\n                изменяются, Пользователь обязан обновить их; <\/li>\n            <li>Прочитать и принять настоящие Положения и условия и Политику конфиденциальности;<\/li>\n        <\/ol>\n    <\/li>\n    <li>После выполнения действий, указанных в разделе 4 выше, Пользователь, вошедший в систему путем заполнения регистрационной формы\n        получит электронное письмо или SMS на указанный номер мобильного телефона, подтверждающее регистрацию аккаунта. В случае аутентификации через внешнего\n        провайдера (Facebook, Google) Пользователь не получает электронного письма о создании Аккаунта. <\/li>\n    <li>Предоставление Пользователем ложных данных влечет за собой немедленное расторжение договора о предоставлении\n        услуг Аккаунта и удалению Аккаунта. <\/li>\n    <li>Пользователь не имеет права передавать Учетную запись или данные для входа третьим лицам. <\/li>\n    <li>Пользователю запрещается совершать действия, противоречащие настоящим Правилам, действующему законодательству или хорошим манерам, в частности, включая действия, которые могут нарушить личные интересы.\n        в частности, включая действия, которые могут нарушить личные интересы, подстрекательство к совершению преступных действий и их пропаганду, подстрекательство к\n        пропаганда, разжигание ненависти по национальному, этническому, расовому и религиозному признакам. <\/li>\n    <li>Пользователь обязуется принимать все меры предосторожности для сохранения тайны и защиты данных от несанкционированного\n        раскрытия или доступа. <\/li>\n    <li>В момент регистрации аккаунта происходит заключение договора на предоставление\n        ID Tech Пользователю услуг Аккаунта, который заключается на неопределенный срок. <\/li>\n    <li>Пользователь может в любое время расторгнуть договор об услугах Аккаунта, выбрав опцию \\\"Удалить Аккаунт\\\" в\n        учетной записи. <\/li>\n    <li>Пользователь, являющийся потребителем или физическим лицом, заключающим договор, непосредственно связанный с его предпринимательской деятельностью,\n        если из содержания настоящего Соглашения об услугах следует, что оно не носит профессионального характера для данного лица, может,\n        в течение 14 дней с даты заключения Соглашения об услугах отказаться от него без объяснения причин,\n        подав соответствующее заявление по электронной почте по следующему адресу: info@id-tech.io или в письменном виде по адресу\n        следующему адресу: ID Tech sp. z oo, Andersia Business Center, Plac Andersa 7, 61-894 Poznań. <\/li>\n    <li>Удаление Учетной записи равносильно потере Пользователем доступа к Учетной записи и всем данным и\n        информации, содержащейся в нем, включая содержание Листинга. <\/li>\n    <li>ID Tech может расторгнуть Соглашение об обслуживании учетной записи с Пользователем с уведомлением за один месяц, если Пользователь:<br \/>\n        <ol type=\\\"a\\\">\n            <li>не заходил в Аккаунт более 12 месяцев;<\/li>\n            <li>несмотря на создание Аккаунта, не разместил ни одного Листинга в течение 30 дней с момента регистрации.\n            <\/li>\n        <\/ol>\n    <\/li>\n    <li>ID Tech уведомит Пользователя о вышеуказанном расторжении договора посредством электронной переписки. <\/li>\n    <li>ID Tech может немедленно расторгнуть с Пользователем договор на предоставление Услуг Аккаунта в следующих ситуациях:.\n        следующих ситуациях:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Нарушение Пользователем настоящих Правил, совершение действий, противоречащих применимому законодательству или надлежащей\n                практике, в частности, это включает действия, которые могут нарушить личные права, подстрекательство к совершению\n                преступных деяний и их пропаганда, разжигание ненависти по национальному, этническому, расовому и религиозному признаку\n                основаниях <\/li>\n            <li>совершение Пользователем действий, наносящих ущерб репутации ID Tech, или действий, которые могут привести к нанесению ущерба\n                ID Tech; <\/li>\n            <li>Совершение любых действий, указывающих на автоматизированное действие. <\/li>\n        <\/ol>\n    <\/li>\n<\/ol>\n<h3>4. Добавление объявлений<\/h3>\n<h4>A. Публикация объявления ведущего<\/h4>\n<ol>\n    <li>В рамках доступа Пользователя к вашей учетной записи вы имеете право добавить объявление Хозяина. <\/li>\n    <li>Хозяин может добавить только одно объявление Хозяина для каждого места, где Хозяин предлагает размещение. <\/li>\n    <li>Объявление Хозяина должно быть добавлено Пользователем, обладающим юридическим правом собственности на\n        помещения, к которому относится Объявление. <\/li>\n    <li>Публикация объявления Хозяина осуществляется после входа в аккаунт и перехода на вкладку: Добавить объявление. <\/li>\n    <li>После добавления объявления Пользователь получает сообщение по электронной почте или SMS на указанный номер мобильного телефона.\n        номер телефона. Объявление о размещении подлежит проверке модератором и, после его одобрения,\n        становится видимым на Платформе или в Приложении, о чем Пользователь уведомляется по электронной почте на адрес электронной почты\n        адрес, указанный Пользователем при регистрации, или SMS-сообщением на указанный номер мобильного телефона. <\/li>\n    <li>Объявление добавляется путем ввода или выбора соответствующих данных и критериев на Платформе или в Приложении, таких как:\n        местоположение, тип жилья, продолжительность проживания и возможность его продления, возраст, количество\n        человек, включая детей, информация о том, кто может быть размещен, предоставляется ли транспорт от границы\n        предоставляется ли транспорт от границы, предпочтительное происхождение людей, возможность приема животных, условия для инвалидов и\n        пол. Не вся информация является обязательной, но она помогает сопоставить списки принимающей стороны и гостя. <\/li>\n    <li>После ввода необходимых данных и их принятия публикуются объявления принимающей стороны. <\/li>\n    <li> На основании данных и критериев, указанных в Объявлении хозяина, происходит совпадение с Объявлением гостя. На сайте\n        результат сопоставления показывается Пользователю в его аккаунте. Пользователь, опубликовавший объявление Хозяина, получает\n        уведомляется о совпадении в рамках электронной переписки на адрес электронной почты, указанный Пользователем при регистрации.\n        Пользователем при регистрации. В переписке Пользователь, опубликовавший объявление о размещении, получает:<br \/>\n        <ul>\n            <li>данные в виде адреса электронной почты или номера мобильного телефона пользователя, чье гостевое объявление было\n                сопоставлен <\/li>\n            <li>ссылка, в которой Пользователь подтверждает, что они договорились об условиях размещения. Ссылка будет\n                активной в течение 6 часов. В течение этого времени видимость Объявления принимающей стороны приостанавливается и становится невидимой\n                для других Пользователей и Посетителей Платформы или Приложения. В случае неподтверждения\n                соглашения по указанной ссылке в течение указанного времени, Листинг Хозяина будет восстановлен и\n                станет видимым на Платформе и в Приложении. Подтверждение равнозначно удалению\n                Листинга с Платформы и Приложения. <\/li>\n        <\/ul>\n    <\/li>\n<\/ol>\n<h4>B. Публикация гостевого листинга<\/h4>\n<ol>\n    <li>Пользователь, являющийся беженцем, который был вынужден покинуть Украину в связи с началом войны, в рамках доступа к своему Аккаунту\n        имеет право добавить Гостевое объявление. <\/li>\n    <li>Проверка соблюдения Пользователем условия, указанного в пункте 1 выше, является обязанностью\n        Пользователя, который публикует Ведущий листинг, чей листинг был сопоставлен с Гостевым листингом. <\/li>\n    <li>Пользователь может добавить только одно гостевое объявление для каждого места, где Пользователь ищет жилье. <\/li>\n    <li>Публикация объявления Гостя осуществляется путем входа в аккаунт и перехода на вкладку: Добавить объявление <\/li>\n    <li>После добавления объявления Гостя Пользователь получит сообщение по электронной почте или SMS на указанный номер мобильного телефона.\n        номер телефона. Гостевое объявление проверяется модератором и, после его одобрения, становится видимым на Платформе или в Приложении.\n        становится видимой на Платформе или в Приложении, о чем Пользователь уведомляется по электронной почте или SMS на\n        предоставленный номер мобильного телефона на адрес электронной почты, указанный Пользователем при Регистрации. <\/li>\n    <li>Объявление добавляется путем ввода или выбора соответствующих данных и критериев на Платформе или в Приложении, таких как\n        такие как: местоположение, тип жилья (квартира, комната), продолжительность проживания и возможность его\n        продления, возраст, количество человек, включая детей, информация о том, кто ищет жилье,\n        необходима ли транспортировка от границы, происхождение людей, возможность приема животных,\n        удобства для инвалидов и пол. Не вся информация является обязательной, но она полезна при подборе хозяев и гостей.\n        и гостя. <\/li>\n    <li>После того, как все данные введены и приняты, публикуется список гостей. <\/li>\n    <li>На основании данных и критериев, указанных в объявлении гостя, производится сопоставление с объявлением хозяина. Результат\n        Результат сопоставления представляется пользователю в его учетной записи. <\/li>\n    <li>Пользователь, опубликовавший Host Listing, получает уведомление о совпадении в рамках электронной переписки на\n        адрес электронной почты, указанный Пользователем при регистрации. В этой переписке Пользователь, публикующий Гостевое\n        получает:<br \/>\n        <ul>\n            <li>Данные пользователя в виде адреса электронной почты, с которым было сопоставлено объявление хозяина; <\/li>\n            <li>ссылка, в которой Пользователь подтверждает, что они договорились об условиях размещения. Ссылка будет\n                активной в течение 6 часов. В течение этого времени видимость Гостевого объявления приостанавливается и становится невидимой\n                для других Пользователей и Посетителей Платформы или Приложения. В случае неподтверждения\n                соглашения по указанной ссылке в течение указанного времени, действие Гостевого листинга приостанавливается и\n                становится видимой на Платформе и в Приложении. Подтверждение равнозначно удалению\n                Листинга с Платформы и Приложения. <\/li>\n        <\/ul>\n    <\/li>\n<\/ol>\n<h3>5. Действия Пользователя<\/h3>\n<ol>\n    <li>Все действия и поведение Посетителя или Пользователя должны соответствовать закону, добрым нравам, применимым\n        положениями законодательства, настоящими Условиями использования. Посетителю или Пользователю запрещается использовать Платформу или\n        Приложение способом, не соответствующим их целевому назначению, противоречащим принципам, изложенным в настоящих\n        Правилах. <\/li>\n    <li>Посетитель и Пользователь обязуются, в частности:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Не предпринимать никаких действий, которые могут помешать надлежащему функционированию Платформы или\n                Приложения, в том числе не вмешиваться в содержание, контент Платформы или Приложения;\n            <\/li>\n            <li>Не предпринимать никаких действий, которые могут помешать или повлиять на технические элементы или инфраструктуру\n                Платформы или Приложения; <\/li>\n        <\/ol>\n    <\/li>\n    <li>Кроме того, Пользователь обязуется:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Не вводить в заблуждение лиц, использующих Платформу или Приложение, в том числе путем предоставления ложных данных или\n                публикации ложных Объявлений; <\/li>\n            <li>Не использовать данные незаконного, оскорбительного характера, нарушающие доброе имя третьих лиц, личные\n                интересы, в том числе доброе имя, репутацию. <\/li>\n        <\/ol>\n   <li>В случае получения Посетителем или Пользователем достоверной информации о противоправности действий или\n        контента, содержащегося на Платформе или в Приложении, или информации о действиях, противоречащих положениям\n        настоящих Правил, Пользователь может сообщить о такой ситуации по следующему адресу: info@id-tech.io. Пользователь, делающий\n        сообщение, должен предоставить данные Tech ID для проверки сообщения. <\/li>\n<\/ol>\n<h3>6. Ответственность<\/h3>\n<ol>\n    <li>ID Tech не несет ответственности за поведение, действия, бездействие и контент, размещенный Пользователями на Платформе и в\n        Приложении, в том числе, в частности, за их достоверность, качество, безопасность данных. <\/li>\n    <li>Посетитель или Пользователь несет полную ответственность за свои действия и бездействие в связи с использованием\n        Платформы или Приложения, включая Учетную запись, публикацию Объявлений, и, в частности, может нести ответственность за\n        ущерб, нанесенный ID Tech или другим Посетителям или Пользователям. <\/li>\n    <li>Если ID Tech получит подозрение, что через Учетную запись может происходить или происходит незаконная деятельность,\n        ставящая под угрозу безопасность других Пользователей платформы или приложения, нарушающая безопасность ID Tech или наносящая ей ущерб, ID Tech может временно или временно приостановить или приостановить деятельность ID Tech.\n        Tech, ID Tech может временно или навсегда заблокировать доступ Пользователя к Учетной записи и уведомить соответствующие\n        правоохранительные органы. Блокировка аккаунта будет эквивалентна временному или постоянному прекращению\n        предоставления услуг Пользователю. Постоянная блокировка Аккаунта влечет за собой расторжение\n        договора о предоставлении услуг Счета. Пользователь уведомляется о блокировке аккаунта в рамках\n        рамках электронной переписки или SMS-сообщения на указанный номер мобильного телефона. <\/li>\n    <li>ID Tech не проверяет личность лиц, использующих Платформу и Приложение. <\/li>\n    <li>ID Tech не несет ответственности за любое несоответствие между объявлениями Хозяина и Гостя. <\/li>\n    <li>ID Tech не является посредником или стороной каких-либо соглашений, транзакций, осуществляемых Пользователями на Платформе или в Приложении.\n        Приложении. В частности, ID Tech не выступает в качестве посредника при заключении договоров на\n        аренды\/найма помещений. Никакие соглашения не заключаются в рамках Платформы или Приложения. Любые соглашения между\n        Пользователями заключаются за пределами Платформы или Приложения, за что ID Tech не несет никакой ответственности. <\/li>\n    <li>Объявления носят исключительно информационный характер и не являются офертой в смысле гражданского законодательства.\n    <\/li>\n    <li>Каждый Пользователь, использующий Платформу или Приложение, несет ответственность за последствия своих действий или\n        бездействия. Незаконные действия или бездействие могут привести к юридической ответственности, включая уголовную ответственность в соответствии с отдельными\n        положениями. <\/li>\n<\/ol>\n<h3>7. Жалобы<\/h3>\n<ol>\n    <li>Посетитель или Пользователь может обратиться в ID Tech по поводу нарушений в предоставляемых услугах, работе\n        Аккаунта, Платформы, Приложения, в следующих формах:<br \/>\n        <ol type=\\\"a\\\">\n            <li>посредством электронной переписки, направленной по адресу: <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io<\/a>. <\/li>\n            <li>В письменном виде, по адресу: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznań.\n            <\/li>\n        <\/ol>\n    <\/li>\n    <li>Пользователь имеет право подать жалобу на ненадлежащее исполнение или неисполнение компанией ID Tech\n        услуг, указанных в настоящих Правилах. Пользователь обязан подать жалобу через:<br \/>\n        <ol type=\\\"a\\\">\n            <li>по электронной переписке, адресованной по адресу <a href=\\\"mailto:info@id-tech.io\\\">info@id-tech.io<\/a>.<\/li>\n            <li>в письменном виде, по адресу: ID Tech sp. z o.o., Andersia Business Center, Plac Andersa 7, 61-894 Poznań.\n            <\/li>\n        <\/ol>\n    <\/li>\n    <li>Жалоба должна содержать следующее: имя, адрес электронной почты или номер мобильного телефона\n        Пользователя, запрос Пользователя, поданный в связи с жалобой. Жалоба, не содержащая\n        вышеупомянутых данных может потребовать дополнения, и если невозможно идентифицировать лицо, от которого исходит жалоба, жалоба должна быть дополнена.\n        жалоба будет отклонена. <\/li>\n    <li>ID Tech обязана ответить на поданную жалобу в течение 30 дней с момента ее получения. Ответ будет дан\n        в электронной переписке, на адрес, указанный Пользователем. <\/li>\n<\/ol>\n<h3>8. Интеллектуальная собственность<\/h3>\n<ol>\n    <li>Контент, опубликованный на Платформе, включая текстовые материалы, графику, логотипы, видео, является объектом\n        защите прав интеллектуальной собственности ID Tech. Запрещается использовать данный контент любым способом\n        без предварительного согласия ID Tech, включая использование маркировки Платформы или Приложения. Запрещается\n        запрещено агрегировать, собирать и обрабатывать информацию и данные, содержащиеся на Платформе или в Приложении.\n    <\/li>\n<\/ol>\n<h3>9. Технический перерыв<\/h3>\n<ol>\n    <li>ID Tech проявляет должную осмотрительность для обеспечения бесперебойного предоставления услуг.\n        образом. <\/li>\n    <li>ID Tech оставляет за собой право на технические перерывы в работе Платформы или Приложения.\n    <\/li>\n    <li>Технические перерывы будут запланированы в ночное время таким образом, чтобы не препятствовать\n        возможности использования Платформы или Приложения. ID Tech соглашается предоставить разумное уведомление о любом\n        запланированном техническом перерыве. <\/li>\n<\/ol>\n<h3>10. Заключительные положения<\/h3>\n<ol>\n    <li>ID Tech обрабатывает персональные данные Пользователей в соответствии с действующим законодательством и в соответствии с Политикой конфиденциальности, прилагаемой к настоящим Правилам.\n        Политикой конфиденциальности, прилагаемой к настоящим Правилам. <\/li>\n    <li>Пользователь обязуется не раскрывать третьим лицам информацию, относящуюся к другим Пользователям, которую он получил от ID Tech в связи с использованием Платформы или Приложения.\n        полученную от ID Tech в связи с использованием Платформы или Приложения. <\/li>\n    <li>ID Tech имеет право вносить изменения в Правила в следующих ситуациях:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Изменения в законодательстве, влияющие на услуги, предоставляемые по настоящему Регламенту; <\/li>\n            <li>Технологические и функциональные изменения,<\/li>\n            <li>Изменения, связанные с безопасностью Пользователей или Платформы\/Приложения;<\/li>\n            <li>Изменения в Политике конфиденциальности;<\/li>\n            <li>Изменения, связанные с улучшением Платформы или Приложения.<\/li>\n        <\/ol>\n    <\/li>\n    <li>Пользователь будет проинформирован о любых изменениях путем размещения информации на Платформе или Приложении и по электронной почте на\n        адрес электронной почты, указанный Пользователем при регистрации, или посредством SMS-сообщения на указанный номер мобильного телефона. <\/li>\n    <li>Изменения вступают в силу с даты, указанной в уведомлении, упомянутом в пункте (4) выше, которая\n        не может быть менее 15 дней, за исключением:<br \/>\n        <ol type=\\\"a\\\">\n            <li>Нахождение под действием юридического или нормативного обязательства, в соответствии с которым ID Tech должна внести изменения в\n                Правила и положения, что делает невозможным соблюдение вышеупомянутого срока; <\/li>\n            <li>Для устранения непредвиденных и надвигающихся угроз для защиты Брокерских интернет-услуг, Пользователей от мошенничества,\n                нарушения данных, спама, вредоносных программ или других угроз кибербезопасности. <\/li>\n        <\/ol>\n    <\/li>\n    <li>Регулирующим правом для договора между ID Tech и Пользователем является право, применимое к стране проживания Пользователя. <\/li>\n    <li>Пользователи, являющиеся потребителями, имеют возможность воспользоваться внесудебным урегулированием жалоб и претензий в соответствии с положениями о защите прав потребителей, применимыми в стране проживания Пользователя. Если Пользователь является гражданином Республики Польша, Пользователь может подавать жалобы и претензии в Постоянный потребительский арбитражный суд при Воеводском инспекторе торговой инспекции в Познани. Информация\n        о том, как получить доступ к вышеупомянутой процедуре и процедурам разрешения споров, можно найти на сайте: www.uokik.pl,\n        во вкладке Разрешение потребительских споров. Кроме того, потребители, являющиеся физическими лицами, могут воспользоваться платформой EU ODR\n        платформой ЕС ODR, доступной по адресу: https:\/\/ec.europa.eu\/consumers\/odr.<\/li>\n    <li>По всем вопросам, не предусмотренным настоящим Положением, применяются положения законодательства, действующего в стране проживания Пользователя, в частности, положения Гражданского кодекса, Общего регламента по защите данных и Закона об электронных услугах. <\/li>\n<\/ol>"
}